Repository: Esri/local-government-desktop-addins
Catalog: ArcGISTemplateSharedFunctions/UserMessages.*.resx
Languages: es, fr_fr

# AttributeAssistantEditorChain46
source: WARNING: COPY_FEATURE: Setting value:
es: ADVERTENCIA: COPY_FEATURE: estableciendo valor:
fr_fr: AVERTISSEMENT : COPY_FEATURE : définition de la valeur :

# AttributeAssistantEditorChain47
source: CUT is not supported at the moment
es: CUT no está soportado en este momento
fr_fr: L'opération CUT n'est pas prise en charge actuellement

# AttributeAssistantEditorChain48
source: ERROR: Value info was not correct
es: ERROR: la información de valor no era correcta
fr_fr: ERREUR : les informations de valeur ne sont pas correctes

# AttributeAssistantEditorChain49
source: Checking if feature is in a Geometric Network
es: Comprobando si la entidad está en una red geométrica
fr_fr: Vérification si une entité figure dans un réseau géométrique

# AttributeAssistantEditorChain50
source: Feature is in a Geometric Network
es: La entidad está en una red geométrica
fr_fr: L'entité figure dans un réseau géométrique

# AttributeAssistantEditorChain51
source: No values for the specified fields
es: No hay valores para los campos especificados
fr_fr: Pas de valeur pour les champs spécifiés

# AttributeAssistantEditorChain52
source: Valid Connection Rule Found
es: Regla de conexión válida encontrada
fr_fr: Règle de connexion valide trouvée

# AttributeAssistantEditorChain53
source: ERROR: Connection value is not numeric
es: ERROR: el valor de conexión no es numérico
fr_fr: ERREUR : valeur de connexion non numérique

# AttributeAssistantEditorChain54
source: ERROR: Feature is not a Geometric Network feature
es: ERROR: La entidad no es una entidad de red geométrica
fr_fr: ERREUR : l'entité n'est pas une entité de réseau géométrique

# AttributeAssistantEditorChain55
source: Row to monitor specified
es: Fila para inspeccionar especificada
fr_fr: Ligne à surveiller spécifiée

# AttributeAssistantEditorChain56
source: Checking fields to compare:
es: Comprobando campos para comparar:
fr_fr: Vérification des champs à comparer :

# AttributeAssistantEditorChain57
source: Getting templates for feature class
es: Obteniendo plantillas para la clase de entidad
fr_fr: Obtention des modèles pour la classe d'entités

# AttributeAssistantEditorChain58
source: Checking
es: Comprobando
fr_fr: Vérification

# AttributeAssistantEditorChain59
source: Layer is a featurelayer
es: La capa es una featurelayer
fr_fr: La couche est une couche d'entités

# AttributeAssistantEditorChain60
source: Getting Edit Template Manager
es: Obteniendo el Administrador de plantillas de edición
fr_fr: Obtention du gestionnaire de modèles de mise à jour

# AttributeAssistantEditorChain61
source: Checking templates
es: Comprobando plantillas
fr_fr: Vérification des modèles

# AttributeAssistantEditorChain62
source: Template Found Status:
es: Estado de la plantilla encontrada:
fr_fr: Le modèle a trouvé un état :

# AttributeAssistantEditorChain63
source: WARNING: No layers where found!
es: ADVERTENCIA: No se han encontrado capas
fr_fr: AVERTISSEMENT : aucune couche n'a été trouvée !

# AttributeAssistantEditorChain64
source: Monitored fields where not changed
es: Los campos inspeccionados no se han modificado
fr_fr: Les champs surveillés n'ont pas été modifiés

# AttributeAssistantEditorChain65
source: Searching for
es: Buscando
fr_fr: Recherche de

# AttributeAssistantEditorChain66
source: Layer Found
es: Capa encontrada
fr_fr: Couche trouvée

# AttributeAssistantEditorChain67
source: Datasource is valid for
es: La fuente de datos es válida para
fr_fr: Source de données valide pour

# AttributeAssistantEditorChain68
source: Checking source Geometry Type
es: Comprobando el tipo de geometría de origen
fr_fr: Vérification du type de géométrie de la source

# AttributeAssistantEditorChain69
source: Searching
es: Buscando
fr_fr: Recherche

# AttributeAssistantEditorChain70
source: for intersected feature
es: entidad de intersección
fr_fr: pour l'entité d'intersection

# AttributeAssistantEditorChain71
source: Splitting Intersected Feature number:
es: Dividiendo entidad de intersección número:
fr_fr: Fractionnement du nombre d'entités d'intersection :

# AttributeAssistantEditorChain72
source: Line to split is a Geometric Network line, this operation is not valid for these types of features
es: La línea para dividir es una línea de una red geométrica, esta operación no es válida para este tipo de entidades
fr_fr: La ligne à fractionner est une ligne de réseau géométrique ; cette opération n'est pas valide pour ces types d'entités

# AttributeAssistantEditorChain73
source: Adding split features to array to call the AA ext
es: Añadiendo entidades divididas para llamar a la extensión Asistente de atributos
fr_fr: Ajout d'entités à fractionner au tableau pour appeler l'extension de l'Assistant des attributs

# AttributeAssistantEditorChain74
source: Split feature
es: Dividir entidad
fr_fr: Fractionner l'entité

# AttributeAssistantEditorChain75
source: into
es: en
fr_fr: en

# AttributeAssistantEditorChain76
source: Split return no features
es: Dividir no ha devuelto entidades
fr_fr: Le fractionnement n'a retourné aucune entité

# AttributeAssistantEditorChain77
source: Error splitting feature, the feature may be a Geometric Network feature
es: Error al dividir la entidad, quizá sea un elemento de una red geométrica
fr_fr: Erreur lors du fractionnement de l'entité ; l'entité est peut-être une entité de réseau géométrique

# AttributeAssistantEditorChain78
source: Warning: Can't find intersecting layer:
es: Advertencia: No se encuentra la capa de intersección:
fr_fr: Avertissement : impossible de trouver une couche d'intersection :

# AttributeAssistantEditorChain79
source: WARNING: search distance as not specified, defaulting to 0
es: ADVERTENCIA: distancia de búsqueda no especificada, se utilizará el valor predeterminado 0
fr_fr: AVERTISSEMENT : distance de recherche non spécifiée, 0 défini par défaut

# AttributeAssistantEditorChain80
source: Checking Field Mapping
es: Comprobando asignación de campos
fr_fr: Vérification de l'appariement des champs

# AttributeAssistantEditorChain81
source: Field Mapping verified
es: Asignación de campos verificada
fr_fr: Appariement des champs vérifié

# AttributeAssistantEditorChain82
source: Searching for Nearest Feature
es: Buscando entidad más próxima
fr_fr: Recherche de l'entité la plus proche

# AttributeAssistantEditorChain83
source: Features Found, looping for closest
es: Entidades encontradas, buscando la más cercana
fr_fr: Entités trouvées ; boucle pour la plus proche

# AttributeAssistantEditorChain84
source: Closest Feature is
es: La entidad más cercana está a
fr_fr: L'entité la plus proche est à une distance de

# AttributeAssistantEditorChain85
source: Away with OID of
es: de distancia con OID de
fr_fr: avec un OID de

# AttributeAssistantEditorChain86
source: Trying to copy
es: Intentando copiar
fr_fr: Tentative de copie

# AttributeAssistantEditorChain87
source: to
es: a
fr_fr: vers

# AttributeAssistantEditorChain88
source: No Feature was found, default fields
es: No se ha encontrado ninguna entidad, campos predeterminados
fr_fr: Aucune entité n'a été trouvée ; champs définis par défaut

# AttributeAssistantEditorChain89
source: Evaluating Minimum length value
es: Evaluando el valor de longitud mínima
fr_fr: Évaluation de la valeur de longueur minimale

# AttributeAssistantEditorChain9
source: Attribute Assistant has failed or was cancelled
es: El Asistente de atributos ha fallado o ha sido cancelado
fr_fr: L'Assistant des attributs a échoué ou a été annulé

# AttributeAssistantEditorChain90
source: Line too short
es: Línea demasiado corta
fr_fr: Ligne trop courte

# AttributeAssistantEditorChain91
source: Trying to get address locator
es: Intentando obtener localizador de direcciones
fr_fr: Tentative d'obtention du localisateur d'adresses

# AttributeAssistantEditorChain92
source: Reverse Address locator found
es: Localizador de direcciones inverso encontrado
fr_fr: Localisateur d'adresses inversées trouvé

# AttributeAssistantEditorChain93
source: Retrieving Location to reverse geocode
es: Recuperando ubicación para geocodificación inversa
fr_fr: Récupération de l'emplacement pour inverser le géocodage

# AttributeAssistantEditorChain94
source: Location retrieved
es: Ubicación recuperada
fr_fr: Emplacement récupéré

# AttributeAssistantEditorChain95
source: Setting distance
es: Estableciendo distancia
fr_fr: Définition de la distance

# AttributeAssistantEditorChain96
source: Error getting service projection information
es: Error al obtener información de proyección del servicio
fr_fr: Erreur lors de l'obtention des informations de projection de service

# AttributeAssistantEditorChain97
source: Could not get location to Reverse Geocode
es: No se ha podido obtener la ubicación para la geocodificación inversa
fr_fr: Impossible d'obtenir l'emplacement pour inverser le géocodage

# AttributeAssistantEditorChain98
source: Value info is empty
es: La información de valor está vacía
fr_fr: Aucune information de valeur

# AttributeAssistantEditorChain99
source: Username:
es: Nombre de usuario:
fr_fr: Nom d'utilisateur :

# AttributeAssistantEditorDone_3a
source: Editor Extension Initialized
es: Extensión de edición inicializada
fr_fr: Extension de l'éditeur initialisée

# AttributeAssistantEditorError_10a
source: Error in the Wire Editor Events:
es: Error en el editor de cables:
fr_fr: Erreur dans les événements de configuration de l'éditeur :

# AttributeAssistantEditorError_11a
source: Error On Start Editing Event:
es: Error al iniciar la edición:
fr_fr: Erreur lors du démarrage de l'événement de mise à jour :

# AttributeAssistantEditorError_12a
source: Error on the Send Event Object:
es: Error al enviar objeto del evento:
fr_fr: Erreur lors de l'envoi de l'objet événement :

# AttributeAssistantEditorError_13a
source: - Created through AA rules - Running
es: - Creado a través de las reglas del Asistente de atributos - Ejecutando
fr_fr: - Créé à l'aide de règles de l'Assistant des attributs - En cours d'exécution

# AttributeAssistantEditorError_14a
source: ERROR:
fr_fr: ERREUR :

# AttributeAssistantEditorError_14aa
source: Error getting address info from the centerline:
es: Error al obtener la información de dirección del eje:
fr_fr: Erreur lors de l'obtention des coordonnées à partir de l'axe médian :

# AttributeAssistantEditorError_14ab
source: Error getting address info from the centerline, GET_ADDRESS_FROM_CENTERLINE
es: Error al obtener la información de dirección del eje, GET_ADDRESS_FROM_CENTERLINE
fr_fr: Erreur lors de l'obtention des coordonnées à partir de l'axe médian, GET_ADDRESS_FROM_CENTERLINE

# AttributeAssistantEditorError_14ac
source: Error getting Location, GET_ADDRESS_FROM_CENTERLINE
es: Error al obtener la ubicación, GET_ADDRESS_FROM_CENTERLINE
fr_fr: Erreur lors de l'obtention de l'emplacement, GET_ADDRESS_FROM_CENTERLINE

# AttributeAssistantEditorError_14ad
source: Format of valdata incorrect
es: Formato de valdata incorrecto
fr_fr: Format de valdata incorrect

# AttributeAssistantEditorError_14ae
source: Reverse Address not locator found
es: Dirección inversa. No se ha encontrado localizador
fr_fr: Localisateur d'adresses inversées introuvable

# AttributeAssistantEditorError_14af
source: The url to the geocoder is not to the rest endpoint
es: La url del geocodificador no es el extremo rest
fr_fr: L'URL du géocodeur n'est pas à l'extrémité Rest

# AttributeAssistantEditorError_14ag
source: Date/Time Format is invalid
es: El formato de fecha/hora no es válido
fr_fr: Format de date/heure non valide

# AttributeAssistantEditorError_14ah
source: Unsupported Geometry
es: Geometría no soportada
fr_fr: Géométrie non prise en charge

# AttributeAssistantEditorError_14ai
source: Unsupported stat type:
es: Tipo de estadística no soportada:
fr_fr: Type de statistique non pris en charge :

# AttributeAssistantEditorError_14aj
source: Value was not set on feature:
es: No se ha establecido el valor en la entidad:
fr_fr: La valeur n'a pas été définie sur l'entité :

# AttributeAssistantEditorError_14ak
source: The input features is null
es: Las entidades de entrada son nulas
fr_fr: Les entités en entrée ont une valeur nulle

# AttributeAssistantEditorError_14al
source: setting value
es: estableciendo valor
fr_fr: définition de la valeur

# AttributeAssistantEditorError_14am
source: Source field not found:
es: Campo de origen no encontrado:
fr_fr: Champ source introuvable :

# AttributeAssistantEditorError_14an
source: error
fr_fr: erreur

# AttributeAssistantEditorError_14ao
source: Sequence Not Found
es: Secuencia no encontrada
fr_fr: Séquence introuvable

# AttributeAssistantEditorError_14ap
source: table is not found
es: no se ha encontrado la tabla
fr_fr: table introuvable

# AttributeAssistantEditorError_14aq
source: Improper value method
es: Método de valor incorrecto
fr_fr: Méthode de valeur incorrecte

# AttributeAssistantEditorError_14ar
source: Intersecting feature Layer
es: Capa de entidades de intersección
fr_fr: Couche d'entités d'intersection

# AttributeAssistantEditorError_14as
source: Intersecting feature Layer Field
es: Campo de capa de entidades de intersección
fr_fr: Champ de couche d'entités d'intersection

# AttributeAssistantEditorError_14at
source: Intersecting feature not found
es: Entidad de intersección no encontrada
fr_fr: Entité d'intersection introuvable

# AttributeAssistantEditorError_14au
source: Sequence number not found
es: Número de secuencia no encontrado
fr_fr: Numéro de séquence introuvable

# AttributeAssistantEditorError_14av
source: evaluating the expression for feature in
es: evaluando la expresión para la entidad en
fr_fr: Évaluation de l'expression pour l'entité dans

# AttributeAssistantEditorError_14aw
source: Could not Copy:
es: No se ha podido copiar:
fr_fr: Copie impossible :

# AttributeAssistantEditorError_14ax
source: Table to populate not found:
es: La tabla para rellenar no se ha encontrado:
fr_fr: Table à renseigner introuvable :

# AttributeAssistantEditorError_14ay
source: ID or Field to Copy was not found
es: No se ha encontrado el ID o el campo para copiar
fr_fr: ID ou champ à copier introuvable

# AttributeAssistantEditorError_14az
source: Field name is invalid
es: El nombre de campo no es válido
fr_fr: Le nom du champ n'est pas valide

# AttributeAssistantEditorError_14b
source: ERROR/WARNING:
es: ERROR/ADVERTENCIA:
fr_fr: ERREUR/AVERTISSEMENT :

# AttributeAssistantEditorError_14ba
source: Invalid Value method definition
es: Definición del método de valor no válido
fr_fr: Définition de la méthode de valeur non valide

# AttributeAssistantEditorError_14bb
source: Setting value:
es: Estableciendo valor:
fr_fr: Définition de la valeur :

# AttributeAssistantEditorError_14bc
source: Either the source or target field was not found
es: No se ha encontrado el campo de origen o de destino
fr_fr: Le champ source ou le champ cible est introuvable

# AttributeAssistantEditorError_14bd
source: Field pairing is not properly defined
es: El par de campos no se ha definido correctamente
fr_fr: L'appariement des champs n'est pas défini correctement

# AttributeAssistantEditorError_14be
source: Target layer is not editable
es: La capa de destino no es editable
fr_fr: La couche cible n'est pas modifiable

# AttributeAssistantEditorError_14bf
source: Target layer and Source layer are different geometry types
es: Las capas de origen y de destino tienen diferentes tipos de geometría
fr_fr: La couche cible et la couche source présentent des types de géométrie différents

# AttributeAssistantEditorError_14bg
source: Target layer was not found
es: No se ha encontrado la capa de destino
fr_fr: Couche cible introuvable

# AttributeAssistantEditorError_14bh
source: Value info does not have enough parameters
es: La información de valor no tiene suficientes parámetros
fr_fr: Les informations de valeur ne disposent pas de suffisamment de paramètres

# AttributeAssistantEditorError_14bi
source: Field was not found
es: No se ha encontrado el campo
fr_fr: Champ introuvable

# AttributeAssistantEditorError_14bj
source: Target layer was not found
es: No se ha encontrado la capa de destino
fr_fr: Couche cible introuvable

# AttributeAssistantEditorError_14bk
source: Target value did not change, skipping
es: El valor de destino no se ha modificado, omitiendo
fr_fr: La valeur cible n'a pas changé ; ignorer

# AttributeAssistantEditorError_14bl
source: Value info does not have enough parameters
es: La información de valor no tiene suficientes parámetros
fr_fr: Les informations de valeur ne disposent pas de suffisamment de paramètres

# AttributeAssistantEditorError_14bm
source: Value info does not have enough parameters
es: La información de valor no tiene suficientes parámetros
fr_fr: Les informations de valeur ne disposent pas de suffisamment de paramètres

# AttributeAssistantEditorError_14bn
source: 2 fields in fieldname are required for this tool
es: Esta herramienta requiere 2 campos en fieldname
fr_fr: 2 champs dans le nom de champ sont requis pour cet outil

# AttributeAssistantEditorError_14c
source: Could not store Value:
es: No se ha podido almacenar el valor:
fr_fr: Impossible de stocker la valeur :

# AttributeAssistantEditorError_14ck
source: ID was null
es: El ID es nulo
fr_fr: ID de valeur nulle

# AttributeAssistantEditorError_14d
source: the valuemethod is not defined properly for this rule
es: el valuemethod no se ha definido correctamente para esta regla
fr_fr: valuemethod n'est pas défini correctement pour cette règle

# AttributeAssistantEditorError_14e
source: Invalid Value Info:
es: Información de valor no válido:
fr_fr: Informations de valeur non valides :

# AttributeAssistantEditorError_14f
source: Not a feature or missing Value Info
es: No es una entidad o falta la información de valor
fr_fr: Pas une entité ou informations de valeur manquantes

# AttributeAssistantEditorError_14g
source: Target layer not found.
es: Capa de destino no encontrada.
fr_fr: Couche cible introuvable.

# AttributeAssistantEditorError_14h
source: Target layer is not a line layer.
es: La capa de destino no es una capa de línea
fr_fr: La couche cible n'est pas une couche de lignes.

# AttributeAssistantEditorError_14i
source: CREATE_PERP_LINE is not supported for a fabric layer target.
es: CREATE_PERP_LINE no es compatible con una capa de estructura de destino
fr_fr: CREATE_PERP_LINE n'est pas pris en charge pour une cible de couche de structure.

# AttributeAssistantEditorError_14j
source: Could not set value:
es: No se ha podido establecer el valor:
fr_fr: Impossible de définir la valeur :

# AttributeAssistantEditorError_14k
source: ID or Field to populate was not found
es: No se ha encontrado el ID o el campo para rellenar
fr_fr: ID ou champ à renseigner introuvable

# AttributeAssistantEditorError_14l
source: Unsupported Value Info:
es: Información de valor no compatible:
fr_fr: Informations de valeur non prises en charge :

# AttributeAssistantEditorError_14m
source: not a feature or no Value Info
es: no es una entidad o no hay información de valor
fr_fr: pas une entité ou pas d'informations de valeur

# AttributeAssistantEditorError_14n
source: copying
es: copiando
fr_fr: copie de

# AttributeAssistantEditorError_14o
source: Cant find field
es: No se puede encontrar el campo
fr_fr: Impossible de trouver le champ

# AttributeAssistantEditorError_14p
source: Feature is not a Line
es: La entidad no es una línea
fr_fr: L'entité n'est pas une ligne

# AttributeAssistantEditorError_14q
source: Unsupported Value Method:
es: Método de valor no soportado:
fr_fr: Méthode de valeur non prise en charge :

# AttributeAssistantEditorError_14r
source: Asset feature Layer Field
es: Campo de capa de entidades de activos
fr_fr: Champ de couche d'entités d'équipements

# AttributeAssistantEditorError_14s
source: No assests selected in
es: No hay activos seleccionados en
fr_fr: Aucun équipement sélectionné dans

# AttributeAssistantEditorError_14t
source: To many assests are selected in
es: Hay demasiados activos seleccionados en
fr_fr: Trop d'équipements sont sélectionnés dans

# AttributeAssistantEditorError_14u
source: Asset Layer
es: Capa de activos
fr_fr: Couche d'équipements

# AttributeAssistantEditorError_14v
source: Asset Layer Field
es: Campo de capa de activos
fr_fr: Champ de couche d'équipements

# AttributeAssistantEditorError_14w
source: Field is a number and Value is not
es: El campo es un número y el valor no
fr_fr: Le champ est un nombre, ce qui n'est pas le cas de la valeur

# AttributeAssistantEditorError_14x
source: Field is a number and Value is not:
es: El campo es un número y el valor no:
fr_fr: Le champ est un nombre, ce qui n'est pas le cas de la valeur :

# AttributeAssistantEditorError_14y
source: the valuemethod fields part does not have enough fields listed
es: la parte de los campos de valuemethod no tiene suficientes campos en lista
fr_fr: La partie des champs valuemethod ne dispose pas de suffisamment de champs

# AttributeAssistantEditorError_14z
source: Error setting field values, GET_ADDRESS_FROM_CENTERLINE
es: Error al establecer los valores de campo, GET_ADDRESS_FROM_CENTERLINE
fr_fr: Erreur lors de la définition des valeurs de champ, GET_ADDRESS_FROM_CENTERLINE

# AttributeAssistantEditorError_1a
source: Error setting AA Toggle button:
es: Error al establecer el botón de enceder/apagar el Asistente de atributos:
fr_fr: Erreur lors du réglage du bouton de basculement de l'Assistant des attributs :

# AttributeAssistantEditorError_4a
source: Error on the Stop Editing:
es: Error al detener la edición:
fr_fr: Erreur lors de l'arrêt de la mise à jour :

# AttributeAssistantEditorMess_11a
source: Attribute Assistant start editing
es: Inicio de edición en el Asistente de atributos
fr_fr: Début de la mise à jour avec l'Assistant des attributs

# AttributeAssistantEditorMess_12a
source: Attribute Assistant Send Even Perform Updates is off
es: Enviar actualizaciones de rendimiento está desactivado en el Asistente de atributos
fr_fr: La fonction d'envoi et de réalisation des mises à jour de l'Assistant des attributs est désactivée

# AttributeAssistantEditorMess_12b
source: Process Count:
es: Recuento de procesos:
fr_fr: Nombre de processus :

# AttributeAssistantEditorMess_12c
source: Last Feature matches and the there is a process count
es: Última entidad coincide y hay un recuento de procesos
fr_fr: La dernière entité correspond et le nombre de processus est connu

# AttributeAssistantEditorMess_14a
source: Perform Updates is false
es: Actualizaciones de rendimiento es falso
fr_fr: La valeur de réalisation des mises à jour est définie sur False (faux)

# AttributeAssistantEditorMess_14ab
source: On Create:
fr_fr: À la création :

# AttributeAssistantEditorMess_14ac
source: On Change:
fr_fr: Lors d'une modification :

# AttributeAssistantEditorMess_14ad
source: Order:
es: Orden:
fr_fr: Ordre :

# AttributeAssistantEditorMess_14ae
source: Checking for Subtype Restriction
es: Comprobando restricción de subtipo
fr_fr: Détection d'une restriction de sous-type

# AttributeAssistantEditorMess_14af
source: Subtype restriction Found
es: Se ha encontrado una restricción de subtipo
fr_fr: Restriction de sous-type trouvée

# AttributeAssistantEditorMess_14ag
source: Skipping, not the subtype defined
es: Omitiendo, no es el subtipo definido
fr_fr: Ignorer ; il ne s'agit pas du sous-type défini

# AttributeAssistantEditorMess_14ah
source: Subtype is valid
es: El subtipo es válido
fr_fr: Le sous-type est valide

# AttributeAssistantEditorMess_14ai
source: Skipping, subtype is not set
es: Omitiendo, el subtipo no está establecido
fr_fr: Ignorer, le sous-type n'est pas défini

# AttributeAssistantEditorMess_14aj
source: ERROR: Layer does not have subtypes
es: ERROR: La capa no tiene subtipos
fr_fr: ERREUR : la couche n'a pas de sous-type
