Repository: Esri/local-government-desktop-addins
Catalog: ArcGISTemplateSharedFunctions/UserMessages.*.resx
Languages: es, fr_fr

# ConstructionToolsError_2
source: Mains and target lines muct be in different feature classes.
es: Las líneas principales y de destino deben estar en clases de entidad diferentes.
fr_fr: Les canalisations et les lignes cibles doivent figurer dans des classes d'entités différentes.

# ConstructionToolsError_3
source: is not a polygon layer
es: no es una capa de polígonos
fr_fr: n'est pas une couche de polygones

# ConstructionToolsError_4
source: is not editable or is not a point layer
es: no es editable o no es una capa de puntos
fr_fr: n'est ni modifiable ni une couche de points

# ConstructionToolsError_5a
source: A line was not found in
es: No se ha encontrado una línea en
fr_fr: Ligne introuvable dans

# ConstructionToolsError_5b
source: with in
es: dentro de
fr_fr: dans une distance de

# ConstructionToolsError_5c
source: units.\r\nThis tool honors a selection set and will only look at selected features, try again after clearing the selected features.
es: units.\r\nEsta herramienta respeta la selección y solo buscará en las entidades seleccionadas, pruebe después de borrar la selección
fr_fr: unités.\r\nCet outil traite un ensemble de sélection et n'examine que les entités sélectionnées ; réessayez après avoir désélectionné les entités.

# ConstructionToolsError_6
source: The lateral distance was 0, skipping this feature
es: La distancia lateral es 0, omitiendo esta entidad
fr_fr: La distance de branchement était de 0 ; cette entité est ignorée

# ConstructionToolsError_7
source: A closest line was not found in the specified distance with the provided parameters, skipping
es: No se ha encontrado una línea más cercana dentro de la distancia especificada con los parámetros proporcionados, omitiendo
fr_fr: Aucune ligne plus proche n'a été trouvée à la distance spécifiée dans les paramètres fournis ; ignorer

# ConstructionToolsError_8
source: The Point Along feature class was not found
es: No se ha encontrado la clase de punto a lo largo de la entidad
fr_fr: La classe d'entités de points d'alignement est introuvable

# ConstructionToolsError_9
source: Error trying to store the ID of the pipe on the feature\r\n
es: Error al intentar almacenar el ID de la tubería en la entidad\r\n
fr_fr: Erreur lors de la tentative de stockage de l'ID du conduit sur l'entité\r\n

# ConstructionToolsLbl_1
source: Connect Closest
es: Conectar el más cercano
fr_fr: Connecter les plus proches

# ConstructionToolsLbl_2
source: Add Laterals
es: Agregar acometidas
fr_fr: Ajouter des branchements

# ConstructionToolsLbl_3
source: Create Single
es: Crear sencillo
fr_fr: Créer un élément unique

# ConstructionToolsLbl_4
source: Create Dual
es: Crear dual
fr_fr: Créer un élément double

# ConstructionToolsLbl_6
source: Add Laterals Taps
es: Agregar entradas acometidas
fr_fr: Ajouter des robinets de branchements

# ConstructionToolsMess_1
source: Layer representing mains was not found. Configuration indicated feature class name:
es: No se ha encontrado la capa que representa las principales. La configuración indica el nombre de entidad:
fr_fr: La couche représentant des canalisations est introuvable. La configuration indique le nom d'une classe d'entités :

# ConstructionToolsMess_2
source: Layer representing mains was not a line layer:
es: La capa que representa las principales no es una capa de líneas:
fr_fr: La couche représentant des canalisations n'est pas une couche de lignes :

# ConstructionToolsMess_3
source: Layer representing target lines was not found. Configuration indicated feature class name:
es: No se ha encontrado la capa que representa las líneas de destino. La configuración indica el nombre de entidad:
fr_fr: La couche représentant des lignes cibles est introuvable. La configuration indique le nom d'une classe d'entités :

# ConstructionToolsMess_4
source: Layer representing target lines is not a line layer:
es: La capa que representa las líneas de destino no es una capa de líneas:
fr_fr: La couche représentant des lignes cibles n'est pas une couche de lignes :

source: Count
es: Recuento
fr_fr: Nombre

# CrtAssetAndLat
source: Create asset and lateral
es: Crear activo y acometida
fr_fr: Créer un équipement et un branchement

# CrtLnWithPts
source: Create line with points
es: Crear línea con puntos
fr_fr: Créer une ligne avec des points

# CrtPtsAlongLine
source: Create points along a line
es: Crear puntos a lo largo de una línea
fr_fr: Créer des points le long d'une ligne

# CrtPtsToEnd
source: Create additional points on ends
es: Crear puntos adicionales en los extremos
fr_fr: Créer des points supplémentaires aux extrémités

# CT_1
source: Costing Tools - CIPProjectWindow: ShuffleControls
es: Herramientas de coste - CIPProjectWindow: ShuffleControls
fr_fr: Outils d'estimation - CIPProjectWindow : ShuffleControls

# CT_2
source: Costing Tools - CIPProjectWindow: AddControls
es: Herramientas de coste - CIPProjectWindow: AddControls
fr_fr: Outils d'estimation - CIPProjectWindow : AddControls

# CurrentOID
source: Currently Processing ObjectID:
es: Procesando ObjectID:
fr_fr: ID de l'objet en cours de traitement :

# DataToolsLbl1
source: Data Tools
es: Herramientas de datos
fr_fr: Outils de données

# DataToolsMess_1
source: Select some features before running this command.
es: Seleccione entidades antes de ejecutar este comando.
fr_fr: Sélectionnez des entités avant d'exécuter cette commande.

# DataToolsMess_2
source: Hint: Make some layers selectable before running a trace.
es: Sugerencia: convierta algunas capas en seleccionables antes de ejecutar un análisis
fr_fr: Suggestion : rendez certaines couches sélectionnables avant d'exécuter un parcours.

# DontFindFlowEltReturnStatement
source: Error_Error in Finding Flow Elements
es: Error_Error al buscar elementos de flujo
fr_fr: Erreur_Erreur lors de la recherche d'éléments de flux

# EditCtrl
source: edit control
es: control de edición
fr_fr: contrôle de mise à jour

source: Error :
fr_fr: Erreur :

source: Error in the
es: Error en
fr_fr: Erreur dans

source: Error on
es: Error en
fr_fr: Erreur sur

source: Export asset
es: Exportar activo
fr_fr: Exporter équipement

# ExportXL
source: Export to Excel
es: Exportar a Excel
fr_fr: Exporter vers Excel

# ExportXLError
source: there was an error export to Excel, verify you have 2003 or newer of excel installed
es: ocurrió un error al exportar a Excel, compruebe que tiene Excel 2003 o posterior instalado
fr_fr: Erreur lors de l'exportation vers Excel ; vérifiez que Excel 2003 ou une version plus récente est installée

# FeatNotFound
source: No Features Found
es: No se han encontrado entidades
fr_fr: Aucune entité trouvée

source: Feature in
es: Entidad en
fr_fr: Entité dans

source: Field
es: Campo
fr_fr: Champ

# FinishSktchPrt
source: Finish Sketch Part
es: Finalizar parte del boceto
fr_fr: Terminer la partie de la construction

# ForLn
source: for line
es: para la línea
fr_fr: pour la ligne

# ForSltedLn
source: for the selected lines.
es: para las líneas seleccionadas.
fr_fr: pour les lignes sélectionnées.

# GeometryToolsAsk_1
source: Calibrate lines using the digitized direction?
es: ¿Calibrar las líneas utilizando la dirección digitalizada?
fr_fr: Calibrer les lignes d'après le sens de numérisation ?

# GeometryToolsError_1
source: Must have at least one layer in your map.
es: Debe tener al menos una capa en el mapa.
fr_fr: Votre carte doit contenir au moins une couche.

# GeometryToolsError_2
source: The highlighted layer datasource is not set.
es: No se ha establecido la fuente de datos de la capa resaltada.
fr_fr: La source de données de la couche sélectionnée n'est pas définie.

# GeometryToolsError_3
source: The highlighted layer does not support Measures.
es: La capa resaltada no es compatible con las Medidas.
fr_fr: La couche sélectionnée ne prend pas en charge les mesures.

# GeometryToolsError_4
source: No features are selected in the highlighed layer.
es: No se han seleccionado entidades en la capa resaltada.
fr_fr: Aucune entité sélectionnée dans la couche mise en surbrillance.

# GeometryToolsError_5
source: Has null geometry
es: Tiene geometría nula
fr_fr: A une géométrie nulle

# GeometryToolsError_6
source: None of the editable layers with selected features have rotation specified. \nIn Layer properties on the Symbology tab, click Advanced to set the rotation field and type.
es: Ninguna de las capas editables con entidades seleccionadas tiene especificada la rotación. En Propiedades de la capa, en la pestaña Simbología, haga clic en Avanzado para establecer el campo y tipo de rotación.
fr_fr: Aucune rotation n'est spécifiée pour les couches modifiables contenant les entités sélectionnées. \nDans Propriétés de la couche, sous l'onglet Symbologie, cliquez sur Avancé pour définir le champ et le type de rotation.

# GeometryToolsError_7
source: No Editable lines with selected features where found
es: No se han encontrado líneas editables con entidades seleccionadas
fr_fr: Aucune ligne modifiable avec des entités sélectionnées n'a été trouvée

# GeometryToolsError_8
source: There was an error creating the jump, this usually occurs when two more intersecting lines are to close. The resulting jump may have an invalid gemeotry, check the sketch(double click to show the vertex's and make sure the geometry looks the same)
es: Ha ocurrido un error al crear el salto. Normalmente ocurre cuando dos o más líneas de intersecciones están cerca. El salto resultante puede tener una geometría no válida, compruebe el boceto(haga doble clic para mostrar los vértices y asegúrese de que la geometría es igual)
fr_fr: Erreur lors de la création du saut ; cela se produit généralement lorsque deux lignes qui se croisent sont trop proches. Le saut résultant peut présenter une géométrie incorrecte ; vérifiez la construction (double-cliquez pour afficher les sommets et assurez-vous que la géométrie présente le même aspect)

# GeometryToolsError_9
source: The selected Segment is not long enough to create the jump
es: El segmento seleccionado no es suficientemente largo para crear el salto
fr_fr: Le segment sélectionné n'est pas assez long pour créer le saut

# GeometryToolsLbl_1
source: Set Measures
es: Establecer medidas
fr_fr: Définir les mesures

# GeometryToolsLbl_2
source: Rotate Points
es: Rotar puntos
fr_fr: Rotation des points

# GeometryToolsLbl_3
source: Add Rotate
es: Agregar rotación
fr_fr: Ajouter une rotation

# GeometryToolsLbl_4
source: Split Lines At Location
es: Dividir líneas en un punto
fr_fr: Fractionner les lignes à l'emplacement

# GeometryToolsLbl_5
source: Split Lines
es: Dividir líneas
fr_fr: Fractionner les lignes

# GeometryToolsLbl_6
source: Create Jumps
es: Crear saltos
fr_fr: Créer des sauts

# GeometryToolsLbl_7
source: Flip Lines
es: Voltear líneas
fr_fr: Inverser les lignes

# GeometryToolsLbl_8
source: Flip Lines to Match Flow
es: Voltear líneas para coincidir con el flujo
fr_fr: Inverser les lignes pour s'adapter à l'écoulement

# GeometryToolsMess_1
source: Setting Rotation Value for Selected Points
es: Estableciendo el valor de rotación de los puntos seleccionados
fr_fr: Définition de la valeur de rotation pour les points sélectionnés

# GeometryToolsMess_2
source: Building Layer List
es: Construyendo lista de capa
fr_fr: Construction de la liste des couches

# GeometryToolsMess_3
source: Layer Added:
es: Capa añadida:
fr_fr: Couche ajoutée :

# GeometryToolsMess_4a
source: Checking Layer:
es: Comprobando capa:
fr_fr: Vérification de la couche :

# GeometryToolsMess_4b
source: Checking Row
es: Comprobando fila
fr_fr: Vérification de la ligne

# GeometryToolsMess_4c
source: for Layer:
es: de la capa:
fr_fr: pour la couche :

# GeometryToolsMess_5
source: Any selected lines in this layer will be flipped.
es: Se volteará cualquier línea seleccionada de esta capa.
fr_fr: Chaque ligne sélectionnée dans cette couche sera inversée.

# GeometryToolsProc_1
source: Setting Measure
es: Estableciendo medida
fr_fr: Définition de la mesure

# GeometryToolsProc_10
source: Splitting At Selected Points
es: Dividiendo en los puntos seleccionados
fr_fr: Fractionnement aux points sélectionnés

# GeometryToolsProc_11
source: Splitting line
es: Dividiendo línea
fr_fr: Fractionnement de la ligne

# GeometryToolsProc_12
source: Creating Jumps
es: Creando saltos
fr_fr: Création de sauts

# GeometryToolsProc_2
source: Set M's
es: Establecer Meds.
fr_fr: Définir les valeurs M

# GeometryToolsProc_3
source: Rotating points
es: Rotando puntos
fr_fr: Rotation des points

# GeometryToolsProc_4
source: Adding rotation to point
es: Agregando rotación al punto
fr_fr: Ajout d'une rotation au point

# GeometryToolsProc_5
source: Rotate Selected
es: Rotar seleccionados
fr_fr: Rotation de la sélection

# GeometryToolsProc_6
source: Rotating point
es: Rotando punto
fr_fr: Rotation du point

# GeometryToolsProc_7
source: Splitting Selected Lines at Location
es: Dividiendo líneas seleccionadas en la ubicación
fr_fr: Fractionnement des lignes sélectionnées à l'emplacement

# GeometryToolsProc_8
source: Splitting lines at Location
es: Dividiendo líneas en la ubicación
fr_fr: Fractionnement des lignes à l'emplacement

# GeometryToolsProc_9
source: Split Lines At Points
es: Dividir líneas en los puntos
fr_fr: Fractionner les lignes aux points

# GeoNetToolsAlias_1
source: Ground Elevation
es: Elevación del terreno
fr_fr: Altitude du sol

# GeoNetToolsAlias_11
source: Facilty ID
fr_fr: ID de la ressource

# GeoNetToolsAlias_12
source: Measure
es: Medida
fr_fr: Mesure

# GeoNetToolsAlias_13
source: Elevation
es: Elevación
fr_fr: Altitude

# GeoNetToolsAlias_14
source: Label
es: Etiqueta
fr_fr: Étiquette

# GeoNetToolsAlias_15
source: From Measure
es: Medida de origen
fr_fr: De la mesure

# GeoNetToolsAlias_16
source: To Measure
es: Medida de destino
fr_fr: Vers la mesure

# GeoNetToolsAlias_17
source: From Elevation
es: Elevación de origen
fr_fr: De l'altitude

# GeoNetToolsAlias_18
source: To Elevation
es: Elevación de destino
fr_fr: Vers l'altitude

# GeoNetToolsAlias_2
source: Line Elevation(Downstream Measures)
es: Elevación de línea (Medidas aguas abajo)
fr_fr: Altitude de ligne (mesures en aval)

# GeoNetToolsAlias_3
source: Line Elevation(Upstream Measures)
es: Elevación de línea (Medidas aguas arriba)
fr_fr: Altitude de ligne (mesures en amont)

# GeoNetToolsAlias_4
source: Point Top Elevation
es: Punto de elevación máxima
fr_fr: Altitude max.

# GeoNetToolsAlias_5
source: Point Bottom Elevation
es: Punto de elevación mínima
fr_fr: Altitude min.

# GeoNetToolsAlias_6
source: Top Elevation
es: Elevación máxima
fr_fr: Altitude max.

# GeoNetToolsAlias_7
source: Bottom Elevation
es: Elevación mínima
fr_fr: Altitude min.

# GeoNetToolsAsk_11a
source: With this extent and layer visibility, you will be checking connectivity for
es: Con esta extensión y visibilidad de capa, comprobará la conectividad de
fr_fr: Avec cette étendue et cette visibilité de couche, vous allez vérifier la connectivité de

# GeoNetToolsAsk_11b
source: features.
es: entidades.
fr_fr: entités.

# GeoNetToolsAsk_9a
source: Are you sure you wish to disconnect the selected
es: ¿Seguro que desea desconectar las entidades
fr_fr: Voulez-vous vraiment déconnecter les entités

# GeoNetToolsAsk_9b
source: features?
es: seleccionadas?
fr_fr: sélectionnées ?

# GeoNetToolsDesc_1
source: Setting Flow Direction
es: Estableciendo dirección de flujo
fr_fr: Définition du sens d'écoulement

# GeoNetToolsDesc_10
source: Disconnecting Assets to the geometric network.
es: Desconectando activos de la red geométrica.
fr_fr: Déconnexion des équipements du réseau géométrique.

# GeoNetToolsDesc_11
source: Checking geometric networks connections...
es: Comprobando conexiones de las redes geométricas...
fr_fr: Vérification des connexions de réseau géométrique...

# GeoNetToolsDesc_14a
source: Find Connected Trace
es: Buscar trazado conectado
fr_fr: Rechercher le parcours connecté

# GeoNetToolsDesc_14b
source: Downstream Trace
es: Recorrido aguas abajo
fr_fr: Parcours en aval

# GeoNetToolsDesc_14c
source: Upstream Trace
es: Recorrido aguas arriba
fr_fr: Parcours en amont

# GeoNetToolsDesc_15a
source: Find Closest
es: Buscar más cercano
fr_fr: Rechercher les plus proches

# GeoNetToolsDesc_16a
source: Isolation Trace
es: Polígono de corte
fr_fr: Schéma d'arrêt d'eau

# GeoNetToolsDesc_18a
source: Progress of the Summary Iso Trace Tool
es: Progreso de la herramienta Resumen del trazado de aislamiento
fr_fr: Progression de l'outil Parcours d'isolation de récapitulation

# GeoNetToolsDesc_19a
source: Finding Path
es: Buscando ruta
fr_fr: Recherche du chemin d'accès

# GeoNetToolsDesc_7
source: Connecting Assets to the geometric network.
es: Conectando activos a la red geométrica
fr_fr: Connexion des équipements au réseau géométrique.

# GeoNetToolsDone_10
source: Disconnect Selected
es: Desconectar seleccionados
fr_fr: Déconnecter la sélection

# GeoNetToolsDone_11a
source: Delete disconnected
es: Eliminar desconectados
fr_fr: Supprimer les équipements déconnectés

# GeoNetToolsDone_13a
source: Move Features To New Main
es: Mover entidades al nuevo principal
fr_fr: Déplacer les entités vers la nouvelle canalisation

# GeoNetToolsDone_18a
source: Trace Successful
es: Análisis correcto
fr_fr: Parcours exécuté avec succès

# GeoNetToolsDone_20a
source: Accumulation completed for
es: Acumulación completada de
fr_fr: Accumulation terminée pour

# GeoNetToolsDone_20b
source: Flow Accumulation Complete
es: Acumulación de flujo completada
fr_fr: Accumulation de l'écoulement terminée

# GeoNetToolsErrorLbl_2
source: Unable to Trace
es: No se puede realizar el trazado
fr_fr: Parcours impossible

# GeoNetToolsError_10
source: Nothing To Disconnect
es: No hay elementos para desconectar
fr_fr: Rien à déconnecter

# GeoNetToolsError_11a
source: No geometric networks found.
es: No se han encontrado redes geométricas.
fr_fr: Aucun réseau géométrique trouvé.

# GeoNetToolsError_12a
source: Operable status cannot be toggled since feature class
es: El estado operativo no se puede alternar debido a que la clase de entidad
fr_fr: L'état de fonctionnement ne peut pas être inversé car la classe d'entités

# GeoNetToolsError_12b
source: is not in map.
es: no está en el mapa.
fr_fr: n'est pas sur la carte.

# GeoNetToolsError_12c
source: Toggle Operational Status
es: Alternar el estado operativo
fr_fr: Inverser l'état de fonctionnement

# GeoNetToolsError_13a
source: The source and target feature are in different feature classes
es: Las entidades de origen y destino están en clases de entidad diferentes
fr_fr: L'entité source et l'entité cible appartiennent à des classes d'entités différentes

# GeoNetToolsError_13b
source: was not able to be moved
es: no se puede mover
fr_fr: n'a pas pu être déplacé

# GeoNetToolsError_13c
source: Error Selecting Location for Moving connections \r\n
es: Error al seleccionar ubicación para mover las conexiones \r\n
fr_fr: Erreur lors de la sélection de l'emplacement pour le déplacement de connexions \r\n

# GeoNetToolsError_16a
source: Error setting the Operable Valves, no operable valves where found\n
es: Error al establecer las válvulas operativas, no se han encontrado válvulas operativas\n
fr_fr: Erreur lors de la définition des vannes actionnables ; aucune vanne actionnable trouvée\n

# GeoNetToolsError_17a
source: The geometric network was not found
es: No se ha encontrado la red geométrica
fr_fr: Réseau géométrique introuvable

# GeoNetToolsError_17b
source: GN and Trace flags are null
es: GN y los marcadores de trazado son nulos
fr_fr: Les drapeaux GN et Parcours ont une valeur nulle

# GeoNetToolsError_18a
source: layer is not part of a geometric network.
es: la capa no forma parte de una red geométrica
fr_fr: n'appartient pas à un réseau géométrique.

# GeoNetToolsError_18b
source: features are selected. Please create a selection set and try again.
es: ha sido seleccionada. Haga una selección e inténtelo de nuevo.
fr_fr: entités sont sélectionnées. Créez un ensemble de sélection et réessayez.

# GeoNetToolsError_18c
source: feature class was not found, add it to the map.
es: no ha sido encontrada, agréguela al mapa.
fr_fr: est introuvable ; ajoutez-la à la carte.

# GeoNetToolsError_18d
source: feature class datasource is not set.
es: no se ha establecido la fuente de datos de la clase de entidad.
fr_fr: non définie.

# GeoNetToolsError_18e
source: layer must be editable.
es: la capa debe ser editable.
fr_fr: doit être modifiable.

# GeoNetToolsError_18f
source: not found in results feature class.
es: no se ha encontrado en la clase de entidad resultante.
fr_fr: introuvable dans la classe d'entités des résultats.

# GeoNetToolsError_19a
source: A location was not found
es: No se ha encontrado una ubicación
fr_fr: Aucun emplacement n'a été trouvé

# GeoNetToolsError_19b
source: ) was not found
es: ) no se ha encontrado
fr_fr: ) introuvable

# GeoNetToolsError_19c
source: The Downstream elevation field(
es: El campo de elevacion aguas abajo (
fr_fr: Champ d'altitude en aval (

# GeoNetToolsError_19d
source: The Upstream elevation field(
es: El campo de elevacion aguas arriba (
fr_fr: Champ d'altitude en amont (

# GeoNetToolsError_19e
source: ) was not found for layer:
es: ) no se ha encontrado en la capa:
fr_fr: ) introuvable pour la couche :

# GeoNetToolsError_19f
source: The ID field(
es: El campo de ID (
fr_fr: Champ ID (

# GeoNetToolsError_1a
source: Flow direction for
es: Dirección de flujo de
fr_fr: Sens d'écoulement pour

# GeoNetToolsError_1b
source: not set. No feature classes have source/sink capability.
es: no se ha establecido. Las clases de entidad no tienen la capacidad fuente/ sumidero.
fr_fr: non défini. Aucune source/cuvette potentielle pour les classes d'entités.

# GeoNetToolsError_1c
source: You must recreate your geometric network to use this command on this network.
es: Debe recrear su red geométrica para utilizar este comando en esta red.
fr_fr: Vous devez recréer votre réseau géométrique pour utiliser cette commande sur le réseau.

# GeoNetToolsError_2
source: There are no visible layers that participate in a geometric network.
es: No hay capas visibles formando parte de una red geométrica.
fr_fr: Aucune couche visible ne participe à un réseau géométrique.

# GeoNetToolsError_20a
source: feature layer was found, but datasource was not set.
es: se ha encontrado una capa de entidades, pero no tiene establecida la fuente de datos.
fr_fr: couche d'entités trouvée, mais la source de données n'est pas définie.

# GeoNetToolsError_20b
source: Must be editing the workspace containing
es: Debe editarse el espacio de trabajo que contiene
fr_fr: Mise à jour requise de l'espace de travail contenant

# GeoNetToolsError_20c
source: The config does not contain any entries for the accumlation trace
es: El config no contiene entradas para el análisis de acumulación
fr_fr: La configuration ne contient aucune entrée pour le parcours d'accumulation

# GeoNetToolsError_20d
source: does not contain
es: no contiene
fr_fr: ne contient pas

# GeoNetToolsError_20e
source: field.
es: campo.
fr_fr: le champ.

# GeoNetToolsError_20f
source: No location or layer found, check the location where you clicked or the config file.
es: No se ha encontrado la capa o ubicación. Compruebe la ubicación donde hizo clic o el archivo de configuración.
fr_fr: Aucun emplacement ou couche n'a été trouvé ; vérifiez le fichier de configuration ou l'emplacement où vous avez cliqué.

# GeoNetToolsError_8a
source: None of the layers with selected features are editable network features.
es: Ninguna de las capas con entidades seleccionadas son entidades de red editables.
fr_fr: Aucune des couches contenant les entités sélectionnées ne sont des entités de réseau modifiables.

# GeoNetToolsError_8b
source: Nothing To Connect
es: No hay elementos para conectar
fr_fr: Rien à connecter
