Repository: Esri/local-government-desktop-addins
Catalog: ArcGISTemplateSharedFunctions/UserMessages.*.resx
Languages: es, fr_fr

# AA_CultureInfo
source: en-US
es: es-ES
fr_fr: fr-FR

source: Active Layer:
es: Capa activa:
fr_fr: Couche active :

# AddFlagOrClickReturnStatement
source: Error_The trace locations are found, please add a flag or click a location on the network.
es: Error_Se ha encontrado la ubicación del trazado, añada un marcador o haga clic en una ubicación de la red.
fr_fr: Erreur_Emplacements de parcours trouvés ; ajoutez un drapeau ou cliquez sur un emplacement du réseau.

# AddInDesc
source: ArcMap tools for Water, Wastewater and Stormwater
es: Herramientas de ArcMap de Water, Wastewater and Stormwater
fr_fr: Outils ArcMap pour les réseaux de distribution d'eau et d'assainissement

# AddInName
source: Water Utility Network Tools
es: Herramientas de gestión de redes de agua
fr_fr: Outils de réseaux de distribution d'eau

# AddLine
source: Adding line
es: Añadiendo línea
fr_fr: Ajout de la ligne

# AddPtsAndSplitLn
source: Add Point and split line
es: Añadir punto y partir línea
fr_fr: Ajouter un point et fractionner la ligne

# ALT_1
source: Add Lateral Tools
es: Añadir herramientas de acometidas
fr_fr: Outils d'ajout branchements

source: asset from the
es: activos de
fr_fr: équipement de la couche

source: assets from the
es: activos de
fr_fr: équipements de la couche

# AttributeAssistantAsk_2a
source: Are you sure you wish to apply attribute assistant Change rules for the selected
es: ¿Seguro que desea aplicar las reglas de cambio del asistente de atributos en las
fr_fr: Voulez-vous vraiment appliquer les règles de modification préconisées par l'Assistant des attributs pour les

# AttributeAssistantAsk_2b
source: rows and features?
es: filas y entidades seleccionadas?
fr_fr: lignes et entités sélectionnées ?

# AttributeAssistantAsk_3a
source: Are you sure you wish to apply attribute assistant manual rules for the selected
es: ¿Seguro que desea aplicar las reglas manuales del asistente de atributos en las
fr_fr: Voulez-vous vraiment appliquer les règles manuelles de l'Assistant des attributs pour les

# AttributeAssistantAsk_4a
source: Are you sure you wish to apply attribute assistant Create rules for the selected
es: ¿Seguro que desea aplicar las reglas de cambio del asistente de atributos en las
fr_fr: Voulez-vous vraiment appliquer les règles de création de l'Assistant des attributs pour les

# AttributeAssistantDesc_2a
source: Processing 0 of
es: Procesando 0 de
fr_fr: Traitement de 0 sur

# AttributeAssistantDone_2a
source: Run Change Rules - Features
es: Ejecutar Reglas de cambio - Entidades
fr_fr: Exécuter les règles de modification - Entités

# AttributeAssistantDone_4a
source: Run Manual Rules - Features
es: Ejecutar Reglas manuales - Entidades
fr_fr: Exécuter les règles manuelles - Entités

# AttributeAssistantDone_5a
source: Run Create Rules - Features
es: Ejecutar Reglas de creación - Entidades
fr_fr: Exécuter les règles de création - Entités

# AttributeAssistantEditorCapt_1a
source: Attribute Assistant is on
es: El Asistente de atributos está encendido
fr_fr: L'Assistant des attributs est activé

# AttributeAssistantEditorCapt_1b
source: Attribute Assistant is off
es: El Asistente de atributos está apagado
fr_fr: L'Assistant des attributs est désactivé

# AttributeAssistantEditorCapt_2a
source: Last Value Field
es: Campo del último valor
fr_fr: Champ de dernière valeur

# AttributeAssistantEditorCapt_2b
source: Current Value
es: Valor actual
fr_fr: Valeur actuelle

# AttributeAssistantEditorCapt_2c
source: Change
es: Cambio
fr_fr: Modifier

# AttributeAssistantEditorChain10
source: Checking rules for edited feature:
es: Comprobando reglas para la entidad editada:
fr_fr: Vérification des règles pour l'entité mise à jour :

# AttributeAssistantEditorChain100
source: Rotation Angle not found or errored out
es: Ángulo de rotación no encontrado o erróneo
fr_fr: Angle de rotation introuvable ou erreur en sortie

# AttributeAssistantEditorChain101
source: Rotation Angle set to:
es: Ángulo de rotación establecido en:
fr_fr: Angle de rotation défini sur :

# AttributeAssistantEditorChain102
source: Rotation Angle set
es: Ángulo de rotación establecido
fr_fr: Angle de rotation défini

# AttributeAssistantEditorChain103
source: Feature is a network feature
es: El elemento es un elemento de la red
fr_fr: L'entité est une entité réseau

# AttributeAssistantEditorChain104
source: Feature is a junction feature
es: El elemento es un nodo
fr_fr: L'entité est une entité de jonction

# AttributeAssistantEditorChain105
source: Edge Count:
es: Recuento de ejes:
fr_fr: Nombre de tronçons :

# AttributeAssistantEditorChain106
source: Checking if Edge is From or To
es: Comprobando si el eje es Desde o Hasta
fr_fr: Vérification si le tronçon est un tronçon d'origine ou de destination

# AttributeAssistantEditorChain107
source: Edge is a To-Edge
es: El eje es Eje-Hasta
fr_fr: Le tronçon est un tronçon de destination

# AttributeAssistantEditorChain108
source: Getting Field From To-Edge
es: Obteniendo campo del Eje-Hasta
fr_fr: Obtention du champ à partir du tronçon de destination

# AttributeAssistantEditorChain109
source: Checking if Edge is From Edge, skipping
es: Comprobando si el Eje es Desde, omitiendo
fr_fr: Vérification si le tronçon est un tronçon d'origine ; ignorer

# AttributeAssistantEditorChain11
source: Setting sort order: Field - RUNORDER
es: Estableciendo orden: Campo - RUNORDER
fr_fr: Définition de l'ordre de tri : champ - RUNORDER

# AttributeAssistantEditorChain110
source: Edge is a From-Edge
es: El eje es Eje-Desde
fr_fr: Le tronçon est un tronçon d'origine

# AttributeAssistantEditorChain111
source: Getting Field From From-Edge
es: Obteniendo campo del Eje-Desde
fr_fr: Obtention du champ à partir du tronçon d'origine

# AttributeAssistantEditorChain112
source: Checking if Edge is To Edge, skipping
es: Comprobando si el Eje es Hasta, omitiendo
fr_fr: Vérification si le tronçon est un tronçon de destination ; ignorer

# AttributeAssistantEditorChain113
source: Getting Field From Edge
es: Obteniendo campo del eje
fr_fr: Obtention du champ à partir du tronçon

# AttributeAssistantEditorChain114
source: Parsing Valueinfo
es: Analizando Valueinfo
fr_fr: Analyse des informations de valeur

# AttributeAssistantEditorChain115
source: Not a network feature
es: No es un elemento de la red
fr_fr: Pas une entité de réseau

# AttributeAssistantEditorChain116
source: WARNING: you are trying to pad your id with a more than 25 - 0's
es: ADVERTENCIA: está intentando rellenar su id con más de 25 - 0's
fr_fr: AVERTISSEMENT : vous essayez de remplir votre ID avec plus de 25 zéros

# AttributeAssistantEditorChain117
source: You are trying to add 50 places to your ID, this is not supported, please fix your dynamic value table
es: Está intentando añadir 50 posiciones a su ID. No es compatible, arregle su tabla de DynamicValue
fr_fr: Vous essayez d'ajouter 50 positions à votre ID ; ceci n'est pas pris en charge. Corrigez votre table de valeurs dynamiques

# AttributeAssistantEditorChain118
source: Checking to verify there is a field to store the expression
es: Comprobando que hay un campo para almacenar la expresión
fr_fr: Vérification pour déterminer la présence d'un champ pour stocker l'expression

# AttributeAssistantEditorChain119
source: Setting Null
es: Estableciendo Nulo
fr_fr: Définition de la valeur nulle

# AttributeAssistantEditorChain12
source: VALIDATE_ATTRIBUTE_LOOKUP: Target value(s) did not change, skipping
es: VALIDATE_ATTRIBUTE_LOOKUP: Los valores de destino no han cambiado, omitiendo
fr_fr: VALIDATE_ATTRIBUTE_LOOKUP : La ou les valeurs cibles n'ont pas changé ; ignorer

# AttributeAssistantEditorChain120
source: Setting Value to:
es: Estableciendo valor a:
fr_fr: Définition de la valeur sur :

# AttributeAssistantEditorChain121
source: Checking Fields in Source Layer
es: Comprobando campos en la capa de origen
fr_fr: Vérification des champs dans la couche source

# AttributeAssistantEditorChain122
source: Checking for table to populate
es: Comprobando tabla para rellenar
fr_fr: Détection d'une table à remplir

# AttributeAssistantEditorChain123
source: Trying to create a row in the target table
es: Intentando crear una línea en la tabla de destino
fr_fr: Tentative de création d'une ligne dans la table cible

# AttributeAssistantEditorChain124
source: Row Created
es: Línea creada
fr_fr: Ligne créée

# AttributeAssistantEditorChain125
source: Trying to Copy ID
es: Intentando copiar ID
fr_fr: Tentative de copie de l'ID

# AttributeAssistantEditorChain126
source: ID successfully copied
es: ID copiado correctamente
fr_fr: ID copié avec succès

# AttributeAssistantEditorChain127
source: Trying to Copy Value
es: Intentando copiar valor
fr_fr: Tentative de copie de la valeur

# AttributeAssistantEditorChain128
source: Row successfully stored
es: Línea almacenada correctamente
fr_fr: Ligne stockée avec succès

# AttributeAssistantEditorChain129
source: Search distance specified
es: Distancia de búsqueda especificada
fr_fr: Distance de recherche spécifiée

# AttributeAssistantEditorChain13
source: Looking for layer:
es: Buscando capa:
fr_fr: Recherche de la couche :

# AttributeAssistantEditorChain130
source: Looping Through Layers
es: Iterando capas
fr_fr: Boucle sur les couches

# AttributeAssistantEditorChain131
source: Looping Through Fields
es: Iterando campos
fr_fr: Boucle sur les champs

# AttributeAssistantEditorChain132
source: Checking if it is a network feature
es: Comprobando si es un elemento de la red
fr_fr: Vérification s'il s'agit d'une entité réseau

# AttributeAssistantEditorChain133
source: Attempting to store:
es: Intentando almacenar:
fr_fr: Tentative de stockage :

# AttributeAssistantEditorChain134
source: Starting to process rule
es: Empezando a procesar la regla
fr_fr: Début du traitement de la règle

# AttributeAssistantEditorChain135
source: Value Info is:
es: Información de valor es:
fr_fr: Informations de valeur :

# AttributeAssistantEditorChain136
source: Layer Found:
es: Capa encontrada:
fr_fr: Couche trouvée :

# AttributeAssistantEditorChain137
source: Filter is null, this will cause an error
es: El filtro es nulo, esto causará un error
fr_fr: Le filtre a une valeur nulle ; cela va entraîner une erreur

# AttributeAssistantEditorChain138
source: Searching on Layer
es: Buscando en la capa
fr_fr: Recherche dans la couche

# AttributeAssistantEditorChain139
source: Searching on Selection Set
es: Buscando en la selección
fr_fr: Recherche dans l'ensemble de sélection

# AttributeAssistantEditorChain14
source: Lookup layer
es: Buscar capa
fr_fr: Couche de recherche

# AttributeAssistantEditorChain140
source: Cursor created
es: Cursor creado
fr_fr: Curseur créé

# AttributeAssistantEditorChain141
source: No Selected Features
es: No hay entidades seleccionadas
fr_fr: Aucune entité sélectionnée

# AttributeAssistantEditorChain142
source: Searching on feature Class
es: Buscando en la clase de entidad
fr_fr: Recherche dans la classe d'entités

# AttributeAssistantEditorChain143
source: Cursor is null
es: El cursor es nulo
fr_fr: Le curseur a une valeur nulle

# AttributeAssistantEditorChain144
source: Starting Loop of found features
es: Iniciando iteración de entidades encontradas
fr_fr: Démarrage de la boucle des entités trouvées

# AttributeAssistantEditorChain145
source: Checking Class
es: Comprobando clase
fr_fr: Vérification de la classe

# AttributeAssistantEditorChain146
source: Different FCs
es: Diferentes Clases de entidad
fr_fr: Classes d'entités différentes

# AttributeAssistantEditorChain147
source: Setting Value:
es: Estableciendo valor:
fr_fr: Définition de la valeur :

# AttributeAssistantEditorChain148
source: Same FC
es: Misma clase de entidad
fr_fr: Classe d'entités identique

# AttributeAssistantEditorChain149
source: Select A feature for
es: Seleccionar entidad de
fr_fr: Sélectionner une entité pour

# AttributeAssistantEditorChain15
source: was Found:
es: encontrada:
fr_fr: trouvée :

# AttributeAssistantEditorChain150
source: ERROR: INTERSECTING_FEATURE: source field name is null
es: ERROR: INTERSECTING_FEATURE: el nombre del campo de origen es nulo
fr_fr: ERREUR : INTERSECTING_FEATURE : le nom du champ source a une valeur nulle

# AttributeAssistantEditorChain151
source: ERROR: INTERSECTING_FEATURE: Value Info is not in the expected format
es: ERROR: INTERSECTING_FEATURE: la información de valor no está en el formato esperado
fr_fr: ERREUR : INTERSECTING_FEATURE : les informations de valeur ne présentent pas le format attendu

# AttributeAssistantEditorChain152
source: ERROR: INTERSECTING_FEATURE: Input Feature or Value Info is null
es: ERROR: INTERSECTING_FEATURE: la entidad de entrada o la información de valor es nula
fr_fr: ERREUR : INTERSECTING_FEATURE : entité en entrée ou informations de valeur nulles

# AttributeAssistantEditorChain153
source: ERROR: INTERSECTING_BOOLEAN: Value Info is not in the expected format
es: ERROR: INTERSECTING_BOOLEAN: la información de valor no está en el formato esperado
fr_fr: ERREUR : INTERSECTING_BOOLEAN : les informations de valeur ne présentent pas le format attendu

# AttributeAssistantEditorChain154
source: ERROR: INTERSECTING_BOOLEAN: Input Feature or Value Info is null
es: ERROR: INTERSECTING_BOOLEAN: la entidad de entrada o la información de valor es nula
fr_fr: ERREUR : INTERSECTING_BOOLEAN : entité en entrée ou informations de valeur nulles

# AttributeAssistantEditorChain155
source: ERROR/WARING: No cell value or raster was found:
es: ERROR/ADVERTENCIA: No se ha encontrado ráster o valor de celda:
fr_fr: ERREUR/AVERTISSEMENT : valeur de cellule ou raster introuvable :

# AttributeAssistantEditorChain156
source: Getting list of
es: Obteniendo lista de
fr_fr: Obtention de la liste des

# AttributeAssistantEditorChain157
source: Layers
es: capas
fr_fr: couches

# AttributeAssistantEditorChain158
source: List retrieved of
es: Lista recuperada de
fr_fr: Liste obtenue à partir de

# AttributeAssistantEditorChain159
source: Starting Loop
es: Iniciando iteración
fr_fr: Démarrage de la boucle

# AttributeAssistantEditorChain16
source: Checking for field in Lookup table
es: Comprobando campo en la tabla de búsqueda
fr_fr: Détection d'un champ dans la table de recherche

# AttributeAssistantEditorChain160
source: Exiting Layer Loop
es: Iteración de la capa existente
fr_fr: Quitter la boucle de couches

# AttributeAssistantEditorChain161
source: ERROR: Geo not Found
es: ERROR: Geo no encontrado
fr_fr: ERREUR : géocode introuvable

# AttributeAssistantEditorChain162
source: Select a intersect layer for
es: Seleccionar una capa de intersección para
fr_fr: Sélectionner une couche d'intersection pour

# AttributeAssistantEditorChain163
source: Select a intersect layer
es: Seleccionar una capa de intersección
fr_fr: Sélectionner une couche d'intersection

# AttributeAssistantEditorChain164
source: Error Setting the value in the Intersecting_Layer_Details
es: Error al establecer el valor en Intersecting_Layer_Details
fr_fr: Erreur lors de la définition de la valeur dans Intersecting_Layer_Details

# AttributeAssistantEditorChain165
source: ERROR: Value info is not correct
es: ERROR: la información del valor no es correcta
fr_fr: ERREUR : les informations de valeur ne sont pas correctes

# AttributeAssistantEditorChain166
source: Text is to long, defaulting to length along:
es: El texto es demasiado largo:
fr_fr: Le texte est trop long, définition de la valeur par défaut sur :

# AttributeAssistantEditorChain167
source: Value set to:
es: Valor establecido en:
fr_fr: Valeur définie sur :

# AttributeAssistantEditorChain168
source: ERROR: Incorrect value method
es: ERROR: método de valor incorrecto
fr_fr: ERREUR : méthode de valeur incorrecte

# AttributeAssistantEditorChain169
source: Searching the layer
es: Buscando la capa
fr_fr: Recherche de la couche

# AttributeAssistantEditorChain17
source: Number of listed fields do not match
es: El número de campos listados no coincide
fr_fr: Le nombre de champs indiqués ne correspond pas

# AttributeAssistantEditorChain170
source: There is a seleciton set, only checking selected features
es: Hay una selección, comprobando solo los elementos seleccionados
fr_fr: Il existe un ensemble de sélection ; vérification des entités sélectionnées uniquement

# AttributeAssistantEditorChain171
source: Searching the feature class
es: Buscando la clase de entidad
fr_fr: Recherche de la classe d'entités

# AttributeAssistantEditorChain172
source: Feature Classes are different
es: Las clases de entidad son diferentes
fr_fr: Les classes d'entités sont différentes

# AttributeAssistantEditorChain173
source: No matching fields specified
es: No hay campos coincidentes especificados
fr_fr: Aucun champ correspondant spécifié

# AttributeAssistantEditorChain174
source: Error in the Nearest Feature - Proximity Operator. This may be caused by corrupt data in the layer, Please run Check/Repair Geometry GP tool on your layer
es: Error en Nearest Feature - Proximity Operator. Puede estar causado por datos corruptos en la capa. Ejecute la herramienta de geoprocesamiento Comprobar/Reparar geometría en la capa
fr_fr: Erreur dans l'entité la plus proche - Opérateur de proximité. Cela peut être dû à la présence de données altérées dans la couche. Exécutez l'outil de géotraitement de vérification/réparation de la géométrie sur votre couche

# AttributeAssistantEditorChain175
source: matching fields specified
es: campos coincidentes especificados
fr_fr: correspondant aux champs spécifiés

# AttributeAssistantEditorChain176
source: Fields Found
es: Campos encontrados
fr_fr: Champs trouvés

# AttributeAssistantEditorChain177
source: Fields Not Found
es: Campos no encontrados
fr_fr: Champs introuvables

# AttributeAssistantEditorChain178
source: ERROR: Empty source layer name
es: ERROR: Nombre de la capa de origen vacío
fr_fr: ERREUR : nom de la couche source absent

# AttributeAssistantEditorChain18
source: Fields Missing:
es: Campos ausentes:
fr_fr: Champs manquants :

# AttributeAssistantEditorChain184
source: Attribute Assistant Message
es: Mensaje del Asistente de atributos
fr_fr: Message de l'Assistant des attributs

# AttributeAssistantEditorChain185
source: ERROR: TableName:
fr_fr: ERREUR : TableName :

# AttributeAssistantEditorChain186
source: Rule not processed
es: Regla no procesada
fr_fr: Règle non traitée

# AttributeAssistantEditorChain187
source: Null Value in the create Method, not storing in last value array
es: Valor nulo en el método de creación, no se ha almacenado en el conjunto de último valor
fr_fr: Valeur nulle dans la méthode de création ; aucun stockage dans le tableau des dernières valeurs

# AttributeAssistantEditorChain188
source: Error Setting Last Value
es: Error al establecer el último valor
fr_fr: Erreur lors de la définition de la dernière valeur

# AttributeAssistantEditorChain189
source: Error processing the rules
es: Error al procesar las reglas
fr_fr: Erreur lors du traitement des règles

# AttributeAssistantEditorChain19
source: Abort Edit
es: Cancelar edición
fr_fr: Annuler la mise à jour

# AttributeAssistantEditorChain191
source: AA Complete
es: Asistente de atributos completado
fr_fr: Fin de l'exécution de l'Assistant des attributs

# AttributeAssistantEditorChain194
source: Checking
es: Comprobando
fr_fr: Vérification

# AttributeAssistantEditorChain195
source: Trying
es: Intentando
fr_fr: Tentative

# AttributeAssistantEditorChain196
source: Geometry does intersect
es: La geometría interseca
fr_fr: Géométrie d'intersection

# AttributeAssistantEditorChain197
source: Does not intersect
es: No interseca
fr_fr: Sans intersection

# AttributeAssistantEditorChain198
source: Warning: Unsupported type
es: Advertencia: tipo no compatible
fr_fr: Avertissement : type non pris en charge

# AttributeAssistantEditorChain20
source: Prompting for user input
es: Solicitando entrada de usuario
fr_fr: Inviter l'utilisateur à entrer des informations

# AttributeAssistantEditorChain21
source: Select a valid value to store for
es: Seleccionar un valor válido para almacenar para
fr_fr: Sélectionner une valeur valide à stocker pour

# AttributeAssistantEditorChain22
source: Value selected:
es: Valor seleccionado:
fr_fr: Valeur sélectionnée :

# AttributeAssistantEditorChain23
source: One Exact match was found
es: Se ha encontrado una coincidencia exacta
fr_fr: Une correspondance exacte a été trouvée

# AttributeAssistantEditorChain24
source: PREVIOUS_VALUE: Target value(s) did not change, skipping
es: PREVIOUS_VALUE: los valores de destino no han cambiado, omitiendo
fr_fr: PREVIOUS_VALUE : La ou les valeurs cibles n'ont pas changé ; ignorer

# AttributeAssistantEditorChain25
source: Field not found
es: Campo no encontrado
fr_fr: Champ introuvable

# AttributeAssistantEditorChain26
source: Input feature is not a line
es: La entidad de entrada no es una línea
fr_fr: L'entité en entrée n'est pas une ligne

# AttributeAssistantEditorChain27
source: Getting Angle for feature
es: Obteniendo ángulo para la entidad
fr_fr: Obtention d'un angle pour l'entité

# AttributeAssistantEditorChain28
source: Angle Calculated:
es: Ángulo calculado:
fr_fr: Angle calculé :

# AttributeAssistantEditorChain29
source: Angle Stored
es: Ángulo almacenado
fr_fr: Angle stocké

# AttributeAssistantEditorChain30
source: Could not store angle
es: No se ha podido almacenar el ángulo
fr_fr: Impossible de stocker l'angle

# AttributeAssistantEditorChain31
source: Done
es: Hecho
fr_fr: Terminé

# AttributeAssistantEditorChain32
source: WARNING: Input fields are not used for this tool
es: ADVERTENCIA: los campos de entrada no se utilizan en esta herramienta
fr_fr: AVERTISSEMENT : les champs en entrée ne sont pas utilisés pour cet outil

# AttributeAssistantEditorChain33
source: Template found
es: Plantilla encontrada
fr_fr: Modèle trouvé

# AttributeAssistantEditorChain34
source: Added to the new feature list
es: Añadida a la lista de entidades nueva
fr_fr: Ajouté à la liste des nouvelles entités

# AttributeAssistantEditorChain35
source: Getting Max value for Field:
es: Obteniendo valor máximo para el campo:
fr_fr: Obtention de la valeur max. pour le champ :

# AttributeAssistantEditorChain36
source: Value returned:
es: Valor devuelto:
fr_fr: Valeur retournée :

# AttributeAssistantEditorChain37
source: The field specified was not a numeric field
es: El campo especificado no es un campo numérico
fr_fr: Le champ spécifié n'est pas un champ numérique

# AttributeAssistantEditorChain38
source: Right Side
es: Lado derecho
fr_fr: Côté droit

# AttributeAssistantEditorChain39
source: Left Side
es: Lado izquierdo
fr_fr: Côté gauche

# AttributeAssistantEditorChain40
source: Skipping, no Matching records found
es: Omitiendo, no se han encontrado resultados coincidentes
fr_fr: Ignorer ; aucun enregistrement correspondant n'a été trouvé

# AttributeAssistantEditorChain41
source: User accepted prompt
es: Solicitud de usuario aceptada
fr_fr: L'utilisateur a accepté l'invite

# AttributeAssistantEditorChain42
source: User declined prompt
es: Solicitud de usuario rechazada
fr_fr: L'utilisateur a refusé l'invite

# AttributeAssistantEditorChain43
source: Prompt surpressed
es: Solicitud suprimida
fr_fr: Invite supprimée

# AttributeAssistantEditorChain44
source: COPY_FEATURE: Field listed in the Field Name did not change, skipping
es: COPY_FEATURE: el campo de la lista Nombre de campo no ha cambiado, omitiendo
fr_fr: COPY_FEATURE : le champ indiqué dans le nom de champ n'a pas changé ; ignorer

# AttributeAssistantEditorChain45
source: COPY_FEATURE: Target value did not match listed value, skipping
es: COPY_FEATURE: el valor de destino no coincide con el valor de la lista, omitiendo
fr_fr: COPY_FEATURE : la valeur cible ne correspond pas à la valeur indiquée ; ignorer
