Repository: Esri/local-government-desktop-addins
Catalog: ArcGISTemplateSharedFunctions/UserMessages.*.resx
Languages: es, fr_fr

# GeoNetToolsLbl_11
source: Check Connections
es: Comprobar conexiones
fr_fr: Vérifier les connexions

# GeoNetToolsLbl_13a
source: Move Feature Flag
es: Mover marcador de entidad
fr_fr: Déplacer le drapeau de l'entité

# GeoNetToolsLbl_13b
source: Deactivating AA
es: Desactivando el Asistente de atributos
fr_fr: Désactivation de l'Assistant des attributs

# GeoNetToolsLbl_16a
source: Origin
es: Origen
fr_fr: Origine

# GeoNetToolsLbl_17a
source: Trace Path
es: Ruta del trazado
fr_fr: Trajectoire du parcours

# GeoNetToolsLbl_18a
source: Summary Isolation Trace
es: Resumen del polígono de corte
fr_fr: Parcours d'isolation de récapitulation

# GeoNetToolsLbl_2
source: Desktop Tools
es: Herramientas de Desktop
fr_fr: Outils de bureau

# GeoNetToolsLbl_20a
source: Flow Accumulation Tools
es: Herramientas de acumulación de flujo
fr_fr: Outils d'accumulation de l'écoulement

# GeoNetToolsLbl_3
source: Add Flag
es: Agregar marcador
fr_fr: Ajouter un drapeau

# GeoNetToolsMess_10a
source: Disconnecting Features from
es: Desconectando entidades de
fr_fr: Déconnexion des entités de

# GeoNetToolsMess_11a
source: unneeded junction in
es: cruce innecesario en
fr_fr: jonction inutile dans

# GeoNetToolsMess_11b
source: has been removed.
es: se ha eliminado.
fr_fr: supprimée.

# GeoNetToolsMess_11c
source: unneeded junctions in
es: cruces innecesarios en
fr_fr: jonctions inutiles dans

# GeoNetToolsMess_11d
source: have been removed.
es: se han eliminado.
fr_fr: supprimées.

# GeoNetToolsMess_11e
source: has been selected.
es: se ha seleccionado
fr_fr: sélectionnée.

# GeoNetToolsMess_11f
source: have been selected.
es: se han seleccionado.
fr_fr: sélectionnées.

# GeoNetToolsMess_11g
source: layer does not meet the connectivity criteria.
es: capa no cumple los criterios de conectividad.
fr_fr: ne correspond pas aux critères de connectivité.

# GeoNetToolsMess_11h
source: layer do not meet the connectivity criteria.
es: capas no cumplen los criterios de conectividad.
fr_fr: ne correspondent pas aux critères de connectivité.

# GeoNetToolsMess_11i
source: layer does not connect to any edges. Start editing and re-run this command to remove this junction.
es: capa no conecta con ningún eje. Inicie la edición y vuelva a ejecutar el comando para eliminar este cruce.
fr_fr: n'est connectée à aucun tronçon. Passez en mode édition et réexécutez cette commande pour supprimer cette jonction.

# GeoNetToolsMess_11j
source: layer do not connect to any edges. Start editing and re-run this command to remove these junctions.
es: capas no conectan con ningún eje. Inicie la edición y vuelva a ejecutar el comando para eliminar estos cruces.
fr_fr: ne sont connectées à aucun tronçon. Passez en mode édition et réexécutez cette commande pour supprimer ces jonctions.

# GeoNetToolsMess_11k
source: layer connects to only one edge. This can be caused by a disconnected pipe or a missing asset. Review the selected
es: capa conecta con un solo eje. Puede ser debido a una tubería desconectada o a que falta un activo. Revise la selección
fr_fr: n'est connectée qu'à un seul tronçon. Cela peut être dû à un conduit déconnecté ou à un équipement manquant. Vérifiez les entités

# GeoNetToolsMess_11l
source: layer connect to only one edge. This can be caused by a disconnected pipe or a missing asset. Review the selected
es: capas conectan con un solo eje. Puede ser debido a una tubería desconectada o a que falta un activo. Revise la selección
fr_fr: ne sont connectées qu'à un seul tronçon. Cela peut être dû à un conduit déconnecté ou à un équipement manquant. Vérifiez les entités

# GeoNetToolsMess_13a
source: Please select some valves to proceed
es: Seleccione válvulas para continuar
fr_fr: Sélectionnez des vannes pour continuer

# GeoNetToolsMess_13b
source: Please start editing the layers that was clicked
es: Inicie la edición de las capas en las que ha hecho clic
fr_fr: Commencez à mettre à jour les couches sélectionnées

# GeoNetToolsMess_13c
source: This tool is designed to work only on Complex Edges
es: Esta herramienta está diseñada para funcionar solo con ejes complejos
fr_fr: Cet outil est conçu pour des tronçons complexes uniquement

# GeoNetToolsMess_14a
source: Clearing Selection and Graphics
es: Borrando la selección y los gráficos
fr_fr: Effacement de la sélection et des graphiques

# GeoNetToolsMess_14b
source: Setting up solver
es: Configurando el solucionador
fr_fr: Configuration du solveur

# GeoNetToolsMess_14c
source: Adding flag to solver
es: Agregando marcador al solucionador
fr_fr: Ajout d'un drapeau au solveur

# GeoNetToolsMess_14d
source: Running Trace
es: Ejecutando análisis
fr_fr: Exécution du parcours

# GeoNetToolsMess_14e
source: No downstream features were found.
es: No se han encontrado entidades aguas abajo.
fr_fr: Aucune entité trouvée en aval.

# GeoNetToolsMess_14f
source: Verify that flow direction has been calculated.
es: Compruebe que la dirección dle flujo se ha calculado.
fr_fr: Vérifiez que le sens d'écoulement a été calculé.

# GeoNetToolsMess_14g
source: No upstream features were found.
es: No se han encontrado entidades aguas arriba.
fr_fr: Aucune entité trouvée en amont.

# GeoNetToolsMess_14h
source: Creating Results
es: Creando resultados
fr_fr: Création des résultats

# GeoNetToolsMess_15a
source: Setting trace flags
es: Estableciendo marcadores de trazado
fr_fr: Définition des drapeaux de parcours

# GeoNetToolsMess_15b
source: No features in the
es: No hay entidades en la entidad
fr_fr: Aucune entité dans

# GeoNetToolsMess_15c
source: feature can be reached from this location.
es: a las que se pueda acceder desde esta ubicación.
fr_fr: l'entité ne peut être atteinte depuis cet emplacement.

# GeoNetToolsMess_15d
source: The
es: La
fr_fr: La

# GeoNetToolsMess_15e
source: feature class was not found in the network you clicked.
es: clase de entidad no se ha encontrado en la red en la que ha hecho clic.
fr_fr: classe d'entités est introuvable dans le réseau sélectionné.

# GeoNetToolsMess_15f
source: Either you pointed to the wrong network or the configuration file needs to be modified to fit your data.
es: Puede que apuntara a la red incorrecta o necesite modificar la configuración para ajustarse a sus datos.
fr_fr: Soit vous avez désigné le mauvais réseau, soit le fichier de configuration doit être modifié pour s'adapter à vos données.

# GeoNetToolsMess_16a
source: No operable
es: No operativo
fr_fr: Aucune

# GeoNetToolsMess_16b
source: Add a
es: Agregue una
fr_fr: Ajoutez une entité

# GeoNetToolsMess_16c
source: feature at an appropriate location on the network or
es: entidad en una ubicación apropiada de la red o
fr_fr: à un endroit approprié sur le réseau ou

# GeoNetToolsMess_16d
source: change your configuration file to specify a different feature class to use to stop the trace.
es: cambie su archivo de configuración para especificar una clase de entidad diferente para detener el análisis
fr_fr: modifiez votre fichier de configuration pour y spécifier une classe d'entités différente à utiliser pour arrêter le parcours.

# GeoNetToolsMess_16e
source: This issue could be caused by the barriers on the network
es: Este problema puede estar causado por las barreras de la red
fr_fr: Ce problème peut être dû aux barrières sur le réseau

# GeoNetToolsMess_18a
source: Creating the Summary Layer
es: Creando la capa de resumen
fr_fr: Création de la couche de récapitulation

# GeoNetToolsMess_1a
source: Flow direction established for
es: Dirección de flujo establecida en las
fr_fr: Sens d'écoulement établi pour

# GeoNetToolsMess_1b
source: geometric network(s).
es: redes geométricas.
fr_fr: réseau(x) géométrique(s).

# GeoNetToolsMess_20a
source: Finding Accumulation for
es: Buscando acumulación para
fr_fr: Recherche de l'accumulation pour

# GeoNetToolsMess_20b
source: Flow Accumulation for feature with OID:
es: Acumulación de flujo para elemento con OID:
fr_fr: Accumulation de l'écoulement pour l'entité portant l'OID :

# GeoNetToolsMess_7
source: Connecting Features from
es: Conectando entidades de
fr_fr: Connexion des entités de

# GeoNetToolsProc_1
source: Setting Flow
es: Estableciendo flujo
fr_fr: Définition de l'écoulement

# GeoNetToolsProc_10
source: Disconnecting Features
es: Desconectando entidades
fr_fr: Déconnexion des entités

# GeoNetToolsProc_13a
source: Moving Connections
es: Moviendo conexiones
fr_fr: Déplacement des connexions

# GeoNetToolsProc_13b
source: Getting Connected Features
es: Obteniendo entidades conectadas
fr_fr: Obtention des entités connectées

# GeoNetToolsProc_13c
source: Disconnecting the main
es: Desconectando la principal
fr_fr: Déconnexion de la canalisation

# GeoNetToolsProc_13d
source: Moving Features
es: Moviendo entidades
fr_fr: Déplacement des entités

# GeoNetToolsProc_14a
source: Trace Flow
es: Análisis de flujo
fr_fr: Écoulement du parcours

# GeoNetToolsProc_15a
source: Finding Connected Assets
es: Buscando activos conectados
fr_fr: Recherche des équipements connectés

# GeoNetToolsProc_15b
source: Saving connected assets
es: Guardando activos conectados
fr_fr: Enregistrement des équipements connectés

# GeoNetToolsProc_16a
source: Getting Source and Valve Layers
es: Obteniendo capas de válvulas y origen
fr_fr: Obtention des couches Vanne et Source

# GeoNetToolsProc_16b
source: Finding first valves
es: Buscando primeras válvulas
fr_fr: Recherche des premières vannes

# GeoNetToolsProc_16c
source: Setting barriers on operables valves
es: Estableciendo barreras en las válvulas operativas
fr_fr: Mise en place de barrières sur les vannes actionnables

# GeoNetToolsProc_16d
source: Warning, no operable valves were found
es: Advertencia: no se han encontrado válvulas operativas
fr_fr: Avertissement, aucune vanne actionnable trouvée

# GeoNetToolsProc_16e
source: Setting Operable Valves as Barriers
es: Estableciendo válvulas operativas como barreras
fr_fr: Définition des vannes actionnables en tant que barrières

# GeoNetToolsProc_16f
source: Running first trace
es: Ejecutando el primer análisis
fr_fr: Exécution du premier parcours

# GeoNetToolsProc_16g
source: Saving valves that stopped the trace
es: Guardando válvulas que detienen el análisis
fr_fr: Enregistrement des vannes qui ont arrêté le parcours

# GeoNetToolsProc_16h
source: Tracing to find the source
es: Analizando para encontrar el origen
fr_fr: Parcours pour trouver la source

# GeoNetToolsProc_16i
source: Saving Sources
es: Guardando orígenes
fr_fr: Enregistrement des sources

# GeoNetToolsProc_16j
source: change your configuration file to specify a different feature class as a possible source.
es: cambie su archivo de configuración para especificar una clase de entidad diferente como posible origen.
fr_fr: modifiez votre fichier de configuration pour y spécifier une classe d'entités différente en tant que source d'eau potentielle.

# GeoNetToolsProc_16k
source: Tracing to find reachable sources
es: Trazando para encontrar orígenes accesibles
fr_fr: Parcours pour trouver des sources accessibles

# GeoNetToolsProc_16l
source: Setting barriers for final trace
es: Estableciendo barreras para el trazado final
fr_fr: Mise en place de barrières pour le parcours final

# GeoNetToolsProc_16m
source: Finding directly reachable sources
es: Buscando orígenes accesibles directos
fr_fr: Recherche de sources accessibles directement

# GeoNetToolsProc_16n
source: Removing directly reachable sources
es: Eliminando orígenes accesibles directos
fr_fr: Suppression des sources accessibles directement

# GeoNetToolsProc_16o
source: feature can be reached from this location other than those that would be isolated by a shutdown.
es: entidad puede ser accesible desde esta ubicación además de aquellas que sean aisladas por un apagón.
fr_fr: entité ne peut être atteinte depuis cet emplacement, ou celles qui le peuvent sont isolées par une barrière.

# GeoNetToolsProc_16p
source: Verifying Results
es: Comprobando resultados
fr_fr: Vérification des résultats

# GeoNetToolsProc_16q
source: Tracing to get final results
es: Analizando para obtener resultados finales
fr_fr: Parcours pour obtenir les résultats définitifs

# GeoNetToolsProc_18a
source: mains.
es: principales.
fr_fr: canalisations.

# GeoNetToolsProc_18b
source: Tracing:
es: Analizando:
fr_fr: Parcours :

# GeoNetToolsProc_19a
source: Creating Profile Graph
es: Creando gráfico de perfil
fr_fr: Création du diagramme de profil

# GeoNetToolsProc_2
source: Establish Flow
es: Establecer flujo
fr_fr: Établir l'écoulement

# GeoNetToolsProc_3
source: Establish Flow by Digitized Direction
es: Establecer flujo por la dirección digitalizada
fr_fr: Établir l'écoulement d'après le sens de numérisation

# GeoNetToolsProc_4
source: Finding Network
es: Buscando red
fr_fr: Recherche du réseau

# GeoNetToolsProc_5
source: Finding flag
es: Buscando marcador
fr_fr: Recherche de drapeau

# GeoNetToolsProc_6
source: Finding barrier
es: Buscando barrera
fr_fr: Recherche de barrière

# GeoNetToolsProc_7
source: Connecting Features
es: Conectando entidades
fr_fr: Connexion des entités

# GeoNetToolsProc_8
source: Connect Selected
es: Conectar selección
fr_fr: Connecter la sélection

# GeoNetToolsTitle_1
source: Geometric Network Tools
es: Herramientas de red geométrica
fr_fr: Outils de réseau géométrique

# GeoNetToolsTitle_10
source: Disconnecting
es: Desconectando
fr_fr: Déconnexion

# GeoNetToolsTitle_11
source: Connection Checker
es: Comprobador de conexión
fr_fr: Vérificateur de connexions

# GeoNetToolsTitle_14a
source: Find Connected Trace
es: Buscar trazado conectado
fr_fr: Rechercher le parcours connecté

# GeoNetToolsTitle_14b
source: Downstream Trace
es: Recorrido aguas abajo
fr_fr: Parcours en aval

# GeoNetToolsTitle_14c
source: Upstream Trace
es: Recorrido aguas arriba
fr_fr: Parcours en amont

# GeoNetToolsTitle_15a
source: Find Closest
es: Buscar más cercano
fr_fr: Rechercher les plus proches

# GeoNetToolsTitle_16a
source: Isolation Trace
es: Polígono de corte
fr_fr: Schéma d'arrêt d'eau

# GeoNetToolsTitle_18a
source: Processing...
es: Procesando...
fr_fr: Traitement en cours...

# GeoNetToolsTitle_19a
source: Tracing
es: Analizando
fr_fr: Parcours

# GeoNetToolsTitle_7
source: Connecting
es: Conectando
fr_fr: Connexion

# GeoNetToolsWait_1
source: Establishing flow direction. Please wait....
es: Estableciendo dirección de flujo. Espere...
fr_fr: Établissement du sens d'écoulement. Patientez...

source: in
es: en
fr_fr: dans

source: is
es: es
fr_fr: est

# IsNowOperable
source: is now
es: ahora es
fr_fr: est maintenant

source: junction in the
es: nodo en
fr_fr: jonction dans la couche

source: junctions in the
es: nodos en
fr_fr: jonctions dans la couche

# LambdaReturnStatement
source: Error_The
fr_fr: Erreur_

# LayerNotFoundReturnStatement
source: Layer no found in newtork
es: Capa no encontrada en la red
fr_fr: Couche introuvable dans le réseau

source: Line Length:
es: Longitud de línea:
fr_fr: Longueur de la ligne :

source: Load
es: Cargar
fr_fr: Charger

# LoadImg
source: loading an image
es: Cargando imagen
fr_fr: chargement d'une image

# LV_1
source: Layer Viewer - LayerWindow: initAddin
es: Visor de capa - LayerWindow: initAddin
fr_fr: Visionneuse de couches - LayerWindow : initAddin

# LW_1
source: LayerWindow - New
fr_fr: LayerWindow - Nouveau

# LW_4
source: Layer Window - s_BtnPreviousClick
fr_fr: Fenêtre de couche - s_BtnPreviousClick

# LW_5
source: Layer Window - s_BtnRefreshClick
fr_fr: Fenêtre de couche - s_BtnRefreshClick

# Measure_1
source: Any selected lines in this layer will have it measures set.
es: Todas las líneas seleccionadas de esta capa tendrán establecidas las medidas.
fr_fr: Les mesures de chaque ligne sélectionnée dans cette couche seront définies.

# MergeOprt_1
source: Loading Merge Features
es: Cargando Fusión de entidades
fr_fr: Chargement des entités de fusion

# MergeOprt_2
source: Changing Merge Feature
es: Cambiando Fusión de entidades
fr_fr: Changement de l'entité de fusion

# MergeOprt_3
source: Merge operation aborted.\r\nMultipart edge geometries are not supported, selected features may form multipart feature.
es: Operación de fusión cancelada.\r\nLas geometrías de eje multiparte no son compatibles, las entidades seleccionadas pueden formar entidades multiparte.
fr_fr: Opération de fusion annulée.\r\nLes géométries à tronçons multi-parties ne sont pas prises en charge ; les entités sélectionnées peuvent former une entité multi-parties.

# MergeOprt_4
source: Merge Network Features
es: Fusionar entidades de red
fr_fr: Fusionner les entités réseau

# MergeOprt_5
source: merging features
es: fusionando entidades
fr_fr: fusion des entités

# MergeOprt_6
source: The display field is used to merge the features, the field contains nulls, try setting the display field to the Object ID field
es: El campo mostrado se utiliza para fusionar las entidades, el campo contiene nulos, pruebe a establecer el campo Object ID como el campo mostrado
fr_fr: Le champ d'affichage permet de fusionner les entités ; ce champ contient des valeurs nulles. Essayez de définir le champ d'affichage sur le champ ID de l'objet

# MergeSlct_1
source: Choose the feature with which other features will be merged
es: Elija la entidad en la que se fusionarán otras entidades
fr_fr: Choisissez l'entité avec laquelle d'autres entités seront fusionnées

# MergeSlct_2
source: Merge Upstream and Downstream Elevation Data when present.
es: Fusionar los datos de elevación aguas arriba y aguas abajo cuando estén presentes.
fr_fr: Fusionnez les données d'altitude en amont et en aval lorsqu'elles sont présentes.

# MustBEditg
source: Must be editing.
es: Debe editarse.
fr_fr: Mode édition requis.

# NbOfPts
source: Number of points
es: Número de puntos
fr_fr: Nombre de points

source: No
es: Ningún
fr_fr: Aucune entité

# NoError
source: No errors found.
es: No se han encontrado errores.
fr_fr: Aucune erreur trouvée.

# NoFeaturesReturnStatement
source: Error_No features
es: Error_No hay entidades
fr_fr: Erreur_Aucune entité

# NoFlagReturnStatement
source: Error_No flags are found!
es: Error_No se han encontrado marcadores
fr_fr: Erreur_Aucun drapeau n'a été trouvé !

# NoFtrFndOnClck
source: A feature was not found at the location you clicked
es: No se ha encontrado una entidad en la ubicación en la que ha hecho clic
fr_fr: Entité introuvable à l'emplacement où vous avez cliqué

# NotIntersectReturnStatement
source: Error_The location does not intersect a main, please try again.
es: Error_La ubicación no interseca una principal, pruebe otra vez.
fr_fr: Erreur_Pas d'intersection avec une canalisation dans la zone ; veuillez réessayer.

# NoWaterSourceIdentifiedReturnStatement
source: Error_No Enabled water sources can be identified, make sure a valid source is feeding this system and its Enabled field is set to true(this is probably the issue)
es: Error_No se pueden identificar orígenes de agua habilitados, asegúrese de que un origen válido alimenta este sistema y que el campo Enabled está establecido en verdadero (probablemente este sea el problema)
fr_fr: Erreur_Aucune source d'eau autorisée n'a pu être identifiée ; assurez-vous que le système est approvisionné par une source d'eau valide dont le champ Autorisé (Enabled) est défini avec la valeur True (probable cause du problème)

source: of
es: de
fr_fr: de

# OID
source: Object ID:
fr_fr: ID de l'objet :

# Options
source: Click for options
es: Haga clic para opciones
fr_fr: Cliquez pour voir les options

source: or
es: o
fr_fr: ou

source: out of
es: de
fr_fr: sur

source: Proceed?
es: ¿Continuar?
fr_fr: Continuer ?

source: Query:
es: Consulta:
fr_fr: Requête :

source: Refresh
es: Actualizar
fr_fr: Actualiser

source: Scale:
es: Escala:
fr_fr: Échelle :

# SetValue
source: (Set This Value First)
es: (Establecer este valor primero)
fr_fr: (Définir cette valeur en premier)

# SlctLbl_1
source: Select a config to load:
es: Seleccione una configuración para cargar:
fr_fr: Sélectionner une configuration à charger :

# SlctLbl_2
source: Select Config for Attribute Transfer
es: Seleccione una congifuración para transferir atributo
fr_fr: Sélectionner une configuration pour le transfert d'attributs

# SlctMainFtr
source: Please select a main to merge in the dialog
es: Seleccione una tubería del diálogo para fusionar
fr_fr: Sélectionnez une canalisation à fusionner dans la boîte de dialogue

# SlctOneFtr
source: Must have one feature selected before continuing
es: Debe tener una entidad seleccionada antes de continuar
fr_fr: Une entité doit être sélectionnée pour pouvoir continuer

# SlctSrcAndTarget
source: Please Select a source and then a target line
es: Seleccione una línea de origen y después una de destino
fr_fr: Sélectionnez une source, puis une ligne cible

# SltByJctCountLbl_1
source: Junction Layers
es: Capas de nodos
fr_fr: Couches de jonction

# SltByJctCountLbl_13
source: User Defined
es: Definido por el usuario
fr_fr: Défini par l'utilisateur

# SltByJctCountLbl_14
source: Current Extent
es: Extensión actual
fr_fr: Étendue courante

# SltByJctCountLbl_15
source: Full Extent
es: Extensión total
fr_fr: Étendue totale

# SltByJctCountLbl_16
source: Close
es: Cerrar
fr_fr: Fermer

# SltByJctCountLbl_17
source: Select
es: Seleccionar
fr_fr: Sélectionner

# SltByJctCountLbl_18
source: Edge Count
es: Recuento de ejes
fr_fr: Nombre de tronçons

# SltByJctCountLbl_19
source: Maximum Edge Count
es: Recuento máximo
fr_fr: Nombre maximal de tronçons

# SltByJctCountLbl_2
source: Select All
es: Seleccionar todo
fr_fr: Tout sélectionner

# SltByJctCountLbl_20
source: Minimum Edge Count
es: Recuento mínimo
fr_fr: Nombre minimal de tronçons

# SltByJctCountLbl_21
source: Select Junction by Edge Count
es: Seleccionar nodo por recuento de ejes
fr_fr: Sélectionner une jonction par nombre de tronçons

# SltByJctCountLbl_22
source: Select by Junction
es: Seleccionar por nodo
fr_fr: Sélectionner par jonction

# SltByJctCountLbl_3
source: Deselect All
es: Borrar selección de todo
fr_fr: Tout désélectionner

# SltByJctCountLbl_4
source: Selection Options
es: Opciones de selección
fr_fr: Options de sélection

# SltByJctCountMess_1
source: junctions were selected
es: nodos han sido seleccionados
fr_fr: jonctions ont été sélectionnées

# SltByJctCountProc_1
source: Selecting junctions by edge count
es: Seleccionando nodos por recuento de eje
fr_fr: Sélection de jonctions par nombre de tronçons

# SltByJctCountProc_2
source: Selecting junctions for
es: Seleccionando nodos de
fr_fr: Sélection de jonctions pour

# SltByJctCountProc_3
source: Checking feature
es: Comprobando entidad
fr_fr: Vérification de l'entité

source: Source from
es: Origen de
fr_fr: Source de

source: Step:
es: Paso:
fr_fr: Étape :

# StrtEditing
source: Please Start Editing
es: Inicie la edición
fr_fr: Passez en mode édition

# SubTpChange
source: subtype change
es: cambio de subtipo
fr_fr: changement de sous-type

# Test
source: English
fr_fr: Français

# TOC_1
source: The highlighted layer in the TOC must be a feature layer.
es: La capa resaltada en la tabla de contenidos debe ser una capa de entidad.
fr_fr: La couche sélectionnée dans la table des matières doit être une couche d'entités.

# TOC_2
source: The highlighted layer in the TOC must contain lines.
es: La capa resaltada en la tabla de contenidos debe contener líneas.
fr_fr: La couche sélectionnée dans la table des matières doit contenir des lignes.

# TOC_3
source: The highlighted layer in the TOC must be part of a geometric network.
es: La capa resaltada en la tabla de contenidos debe formar parte de una red geométrica.
fr_fr: La couche sélectionnée dans la table des matières doit faire partie d'un réseau géométrique.
