Repository: Esri/local-government-desktop-addins
Catalog: ArcGISTemplateSharedFunctions/UserMessages.*.resx
Languages: es, fr_fr

# AttributeAssistantEditorMess_14ak
source: Field Name:
es: Nombre de campo:
fr_fr: Nom du champ :

# AttributeAssistantEditorMess_14al
source: was found at index:
es: se ha encontrado en el índice:
fr_fr: trouvé à l'index :

# AttributeAssistantEditorMess_14am
source: Field not found
es: Campo no encontrado
fr_fr: Champ introuvable

# AttributeAssistantEditorMess_14an
source: Field is set to edited field
es: El campo está establecido como editable
fr_fr: Le champ est défini comme mis à jour

# AttributeAssistantEditorMess_14ao
source: Adding
es: Agregando
fr_fr: Ajout

# AttributeAssistantEditorMess_14ap
source: to field array
es: al conjunto de campos
fr_fr: à un tableau de champs

# AttributeAssistantEditorMess_14aq
source: Field is not specified, empty, or set for all.
es: El campo no se ha especificado, está vacío, o no se ha establecido para todos
fr_fr: Le champ n'est pas spécifié, est vide ou est défini pour un usage général.

# AttributeAssistantEditorMess_14ar
source: Trying:
es: Intentando:
fr_fr: Tentative :

# AttributeAssistantEditorMess_14as
source: Finished:
es: Completado:
fr_fr: Terminé :

# AttributeAssistantEditorMess_14at
source: Unwiring the events
es: Desconectando los eventos
fr_fr: Annulation de la configuration des événements

# AttributeAssistantEditorMess_14au
source: Wiring the events
es: Conectando los eventos
fr_fr: Configuration des événements

# AttributeAssistantEditorMess_14av
source: Incorrect Value info was not found
es: No se ha encontrado información de valor incorrecta
fr_fr: Des informations de valeur incorrectes n'ont pas été trouvées

# AttributeAssistantEditorMess_14aw
source: Field Not Set
es: Campo no establecido
fr_fr: Champ non défini

# AttributeAssistantEditorMess_14ax
source: Listed field changed
es: El campo en lista ha cambiado
fr_fr: Champ indiqué modifié

# AttributeAssistantEditorMess_14ay
source: Values Match
es: Coincidencia de valores
fr_fr: Correspondance de valeurs

# AttributeAssistantEditorMess_14az
source: Value Set
es: Valor establecido
fr_fr: Valeur définie

# AttributeAssistantEditorMess_14b
source: Dynamic Value Table is missing - Name in Config:
es: Falta la tabla Dynamic Value - Nombre en Config:
fr_fr: Table de valeurs dynamiques manquante - Nom dans la config :

# AttributeAssistantEditorMess_14ba
source: Value info is null
es: La información de valor es nula
fr_fr: Aucune information de valeur

# AttributeAssistantEditorMess_14bb
source: was not found
es: no se ha encontrado
fr_fr: est introuvable

# AttributeAssistantEditorMess_14bc
source: not an edge feature
es: no es una entidad de eje
fr_fr: pas une entité tronçon

# AttributeAssistantEditorMess_14bd
source: not an Geometric Network feature
es: no es una entidad de red geométrica
fr_fr: pas une entité de réseau géométrique

# AttributeAssistantEditorMess_14be
source: field was not changed
es: el campo no se ha modificado
fr_fr: champ non modifié

# AttributeAssistantEditorMess_14bf
source: Layer restriction found, Class name of junction is:
es: Se ha encontrado una restricción de capa, el nombre de la clase del nodo es:
fr_fr: Restriction de couche trouvée. Nom de classe de la jonction :

# AttributeAssistantEditorMess_14bg
source: Layer restriction does not match, breaking
es: La restricción de la capa no coincide, finalizando
fr_fr: La restriction de couche ne correspond pas ; rupture

# AttributeAssistantEditorMess_14bh
source: Layer restriction matches, checking for field restriction
es: La restricción de la capa coincide, comprobando restricción de campo
fr_fr: La restriction de couche correspond ; détection d'une restriction de champ

# AttributeAssistantEditorMess_14bi
source: No Connected Edges Found
es: No se han encontrado ejes conectados
fr_fr: Aucun tronçon connecté trouvé

# AttributeAssistantEditorMess_14bj
source: not an junction feature
es: no es una entidad de cruce
fr_fr: pas une entité de jonction

# AttributeAssistantEditorMess_14bk
source: Not a Geometric Network Feature
es: No es una entidad de red geométrica
fr_fr: Il ne s'agit pas d'une entité de réseau géométrique

# AttributeAssistantEditorMess_14bl
source: Values dont match Match
es: Los valores no coinciden
fr_fr: Les valeurs ne correspondent pas

# AttributeAssistantEditorMess_14bm
source: Missing Field restriction and value info
es: Restricción del campo ausente e información de valor
fr_fr: Informations de valeur et restriction de champ manquantes

# AttributeAssistantEditorMess_14bn
source: Looking for a field called
es: Buscando un campo llamado
fr_fr: Recherche d'un champ appelé

# AttributeAssistantEditorMess_14bo
source: in the generate ID table
es: en la tabla de ID generada
fr_fr: dans la table de génération des ID

# AttributeAssistantEditorMess_14bp
source: replace field:
es: reemplazar campo:
fr_fr: remplacer le champ :

# AttributeAssistantEditorMess_14bq
source: with a value
es: con un valor
fr_fr: par une valeur

# AttributeAssistantEditorMess_14br
source: Expression to be eval:
es: Expresión para ser evaluada:
fr_fr: Expression à évaluer :

# AttributeAssistantEditorMess_14bs
source: Getting Value Info
es: Obteniendo información de valor
fr_fr: Obtention des informations de valeur

# AttributeAssistantEditorMess_14bt
source: Checking values
es: Comprobando valores
fr_fr: Vérification des valeurs

# AttributeAssistantEditorMess_14bu
source: Value Found
es: Valor encontrado
fr_fr: Valeur trouvée

# AttributeAssistantEditorMess_14bv
source: Value used
es: Valor utilizado
fr_fr: Valeur utilisée

# AttributeAssistantEditorMess_14bw
source: Provide a value for
es: Proporcionar un valor para
fr_fr: Fournissez une valeur pour

# AttributeAssistantEditorMess_14bx
source: Where Clause:
es: Cláusula Where:
fr_fr: Clause Where :

# AttributeAssistantEditorMess_14by
source: Feature Found:
es: Entidad encontrada:
fr_fr: Entité trouvée :

# AttributeAssistantEditorMess_14bz
source: Layer found
es: Capa encontrada
fr_fr: Couche trouvée

# AttributeAssistantEditorMess_14c
source: the dv.table is null
es: la dv.table es nula
fr_fr: la table des valeurs dynamiques dv.table a une valeur nulle

# AttributeAssistantEditorMess_14ca
source: Splitting up value info:
es: Separando información de valor:
fr_fr: Fractionnement des informations de valeur :

# AttributeAssistantEditorMess_14cb
source: Feature and valueinfo is valid
es: La entidad y la información del valor son válidas
fr_fr: L'entité et les informations de valeur sont valides

# AttributeAssistantEditorMess_14cc
source: Distance found:
es: Distancia encontrada:
fr_fr: Distance trouvée :

# AttributeAssistantEditorMess_14cd
source: Value successfully copied
es: Valor copiado correctamente
fr_fr: Valeur copiée avec succès

# AttributeAssistantEditorMess_14ce
source: Related record not found.
es: Registro relacionado no encontrado.
fr_fr: Enregistrement associé introuvable.

# AttributeAssistantEditorMess_14cf
source: Trying to Copy Value from Record
es: Intentando copiar el valor del registro
fr_fr: Tentative de copie de la valeur à partir de l'enregistrement

# AttributeAssistantEditorMess_14cg
source: Trying to Copy Value to the Record
es: Intentando copiar el valor al registro
fr_fr: Tentative de copie de la valeur dans l'enregistrement

# AttributeAssistantEditorMess_14ch
source: Set in related record
es: Establecido en el registro relacionado
fr_fr: Défini dans l'enregistrement associé

# AttributeAssistantEditorMess_14ci
source: Checking for related record
es: Comprobando registro relacionado
fr_fr: Détection d'un enregistrement associé

# AttributeAssistantEditorMess_14cj
source: Checking Field in Edited Layer
es: Comprobando campo en la capa editada
fr_fr: Vérification du champ dans la couche mise à jour

# AttributeAssistantEditorMess_14ck
source: Target value did not change, skipping
es: El valor de destino no se ha modificado, omitiendo
fr_fr: La valeur cible n'a pas changé ; ignorer

# AttributeAssistantEditorMess_14cl
source: Checking for join record
es: Comprobando registro de unión
fr_fr: Détection d'un enregistrement de jointure

# AttributeAssistantEditorMess_14cm
source: Starting at 1
es: Comenzando en 1
fr_fr: Démarrage à 1

# AttributeAssistantEditorMess_14cn
source: Value is not numeric:
es: El valor no es numérico:
fr_fr: Valeur non numérique :

# AttributeAssistantEditorMess_14co
source: Trying to set value
es: Intentando establecer el valor
fr_fr: Tentative de définition de la valeur

# AttributeAssistantEditorMess_14cp
source: Setting the value to 1
es: Estableciendo el valor en 1
fr_fr: Définition de la valeur sur 1

# AttributeAssistantEditorMess_14cq
source: Incrimented to
es: Aumentando a
fr_fr: Incrémenté à

# AttributeAssistantEditorMess_14cr
source: Trying to Incriment
es: Intentando aumentar
fr_fr: Tentative d'incrémentation

# AttributeAssistantEditorMess_14cs
source: Value is numeric
es: El valor es numérico
fr_fr: Valeur numérique

# AttributeAssistantEditorMess_14d
source: Starting AA
es: Iniciando el Asistente de atributos
fr_fr: Démarrage de l'Assistant des attributs

# AttributeAssistantEditorMess_14e
source: Input object is null
es: El objeto de entrada es nulo
fr_fr: L'objet en entrée a une valeur nulle

# AttributeAssistantEditorMess_14f
source: Last Value rule was modified, updating Last Value Array
es: La regla de Último valor ha sido modificada, actualizando el conjunto de Último valor
fr_fr: La règle de dernière valeur a été modifiée ; mise à jour du tableau des dernières valeurs

# AttributeAssistantEditorMess_14g
source: Dynamic Value Table is the table that is edited, skipping
es: La tabla editada es la tabla de valor dinámico, omitiendo
fr_fr: La table de valeurs dynamiques correspond à la table en cours de mise à jour ; ignorer

# AttributeAssistantEditorMess_14h
source: column is missing
es: falta la columna
fr_fr: il manque une colonne

# AttributeAssistantEditorMess_14i
source: Checking rules for
es: Comprobando reglas de
fr_fr: Vérification des règles pour

# AttributeAssistantEditorMess_14j
source: Querying table for Last Value for layer:
es: Consultando la tabla para el último valor de la capa:
fr_fr: Interrogation de la table pour connaître la dernière valeur pour la couche :

# AttributeAssistantEditorMess_14k
source: Query Used:
es: Consulta utilizada:
fr_fr: Requête utilisée :

# AttributeAssistantEditorMess_14l
source: Number of results:
es: Número de resultados:
fr_fr: Nombre de résultats :

# AttributeAssistantEditorMess_14m
source: Looking for
es: Buscando
fr_fr: Recherche de

# AttributeAssistantEditorMess_14n
source: field found at position:
es: campo encontrado en la posición:
fr_fr: champ trouvé à la position :

# AttributeAssistantEditorMess_14o
source: Has Changed
es: Ha sido modificado
fr_fr: A changé

# AttributeAssistantEditorMess_14p
source: Setting Last Value
es: Estableciendo Último valor
fr_fr: Définition de la dernière valeur

# AttributeAssistantEditorMess_14q
source: Skipping null on create
es: Omitiendo nulos en la creación
fr_fr: Ignorer les valeurs nulles à la création

# AttributeAssistantEditorMess_14r
source: Has not changed
es: No ha sido modificado
fr_fr: N'a pas changé

# AttributeAssistantEditorMess_14s
source: Querying table for rules for layer:
es: Consultando la tabla para reglas de la capa:
fr_fr: Interrogation de la table pour connaître les règles de la couche :

# AttributeAssistantEditorMess_14t
source: You have more than 15 processes running, more than likely your rules are causing an infinite loop. Any rule that creates a new feature with * as the table name can cause this issue.
es: Tiene más de 15 procesos ejecutándose, probablemente sus reglas produzcan un bucle infinito. Cualquier regla que cree una entidad nueva con * como nombre de tabla puede causar este fallo.
fr_fr: Plus de 15 processus sont en cours d'exécution ; il est fort probable que vos règles soient à l'origine d'une boucle infinie. Une règle créant une nouvelle entité avec le caractère * (astérisque) dans le nom de la table peut entraîner ce problème.

# AttributeAssistantEditorMess_14u
source: Looping through the rows
es: Iterando a través de las filas
fr_fr: Boucle sur les lignes

# AttributeAssistantEditorMess_14v
source: Row Info
es: Información de fila
fr_fr: Informations sur la ligne

# AttributeAssistantEditorMess_14w
source: Row Number
es: Número de fila
fr_fr: Numéro de ligne

# AttributeAssistantEditorMess_1a
source: Attribute Assistant is being turn on
es: El Asistente de atributos se ha encendido
fr_fr: L'Assistant des attributs est en cours d'activation

# AttributeAssistantEditorMess_1b
source: Attribute Assistant is being turn off
es: El Asistente de atributos se ha apagado
fr_fr: L'Assistant des attributs est en cours de désactivation

# AttributeAssistantEditorMess_1c
source: Dynamic value table is missing the ON_CHANGEGEO Column
es: Falta la columna ON_CHANGEGEO en la tabla Dynamic Value
fr_fr: Il manque la colonne ON_CHANGEGEO dans la table de valeurs dynamiques

# AttributeAssistantEditorMess_1d
source: Dynamic value table is missing the ON_CHANGE Column
es: Falta la columna ON_CHANGE en la tabla Dynamic Value
fr_fr: Il manque la colonne ON_CHANGE dans la table de valeurs dynamiques

# AttributeAssistantEditorMess_1e
source: Dynamic value table is missing the ON_CREATE Column
es: Falta la columna ON_CREATE en la tabla Dynamic Value
fr_fr: Il manque la colonne ON_CREATE dans la table de valeurs dynamiques

# AttributeAssistantEditorMess_1f
source: Dynamic value table is missing the ON_MANUAL Column
es: Falta la columna ON_MANUAL en la tabla Dynamic Value
fr_fr: Il manque la colonne ON_MANUAL dans la table de valeurs dynamiques

# AttributeAssistantEditorMess_1g
source: You have specified SHAPE in a last value entry in the Attribute Assistant, this is not supported
es: Ha especificado SHAPE en una entrada de último valor en el Asistente de atributos, lo cual no es compatible
fr_fr: Vous avez spécifié SHAPE dans une entrée de dernière valeur de l'Assistant des attributs, ce qui n'est pas pris en charge

# AttributeAssistantEditorMess_2a
source: The last value array has not been created, please activate the extension
es: El conjunto de último valor no se ha creado, active la extensión
fr_fr: Le tableau des dernières valeurs n'a pas été créé ; activez l'extension

# AttributeAssistantEditorMess_2b
source: Set Property for
es: Establecer propiedad de
fr_fr: Définir propriété pour

# AttributeAssistantEditorMess_2c
source: Current Value is:
es: El valor actual es:
fr_fr: Valeur actuelle :

# AttributeAssistantEditorMess_2d
source: Use <null> for a null value
es: Use <null> para un valor nulo
fr_fr: Utilisez <null> pour une valeur nulle

# AttributeAssistantEditorMess_3a
source: Attribute Assistant is off - InitEditing1
es: El Asistente de atributos está apagado - InitEditing1
fr_fr: L'Assistant des attributs est désactivé - InitEditing1

# AttributeAssistantEditorMess_3b
source: Attribute Assistant is being turn off - InitEditing2
es: El Asistente de atributos se está apagando - InitEditing2
fr_fr: L'Assistant des attributs est en cours de désactivation - InitEditing2

# AttributeAssistantEditorMess_3c
source: Attribute Assistant is being turn off - InitEditing FileWorkspace
es: El Asistente de atributos se está apagando- InitEditing FileWorkspace
fr_fr: L'Assistant des attributs est en cours de désactivation - InitEditing FileWorkspace

# AttributeAssistantEditorMess_3d
source: Attribute Assistant is on - InitEditing
es: El Asistente de atributos está encendido - InitEditing
fr_fr: L'Assistant des attributs est activé - InitEditing

# AttributeAssistantEditorMess_4a
source: Closing Log File
es: Cerrando archivo de Log
fr_fr: Fermeture du fichier journal

# AttributeAssistantEditorMess_5a
source: Attribute Assistant is turn off - init
es: El Asistente de atributos está apagado- init
fr_fr: L'Assistant des attributs est désactivé - initialisation

# AttributeAssistantEditorMess_5b
source: Attribute Assistant is turn on - init
es: El Asistente de atributos está encendido - init
fr_fr: L'Assistant des attributs est activé - initialisation

# AttributeAssistantEditorMess_5c
source: Attribute Assistant Adding Event Handlers
es: Asistente de atributos agregando controladores de eventos
fr_fr: Ajout de gestionnaires d'événements par l'Assistant des attributs

# AttributeAssistantEditorMess_6a
source: New Doc
es: Nuevo documento
fr_fr: Nouveau document

# AttributeAssistantEditorMess_7a
source: Attribute Assistant is off - closing doc
es: El Asistente de atributos está apagado - cerrando documento
fr_fr: L'Assistant des attributs est désactivé - fermeture du document

# AttributeAssistantEditorMess_8a
source: Attribute Assistant is off - reload
es: El Asistente de atributos está desactivado - recargar
fr_fr: L'Assistant des attributs est désactivé - recharge

# AttributeAssistantEditorMess_9a
source: Attribute Assistant is off - startup
es: El Asistente de atributos está apagado - iniciando
fr_fr: L'Assistant des attributs est désactivé - démarrage

# AttributeAssistantEditorMess_9b
source: script to process:
es: script a procesar:
fr_fr: script à traiter :

# AttributeAssistantEditorWarn_14a
source: ERROR/WARNING:
es: ERROR/ADVERTENCIA:
fr_fr: ERREUR/AVERTISSEMENT :

# AttributeAssistantEditorWarn_14b
source: Source Layer is not editable:
es: La capa de origen no es editable:
fr_fr: La couche source n'est pas modifiable :

# AttributeAssistantEditorWarn_14c
source: Source Layer not found:
es: Capa de origen no encontrada:
fr_fr: Couche source introuvable :

# AttributeAssistantEditorWarn_14d
source: Non numeric value returned:
es: Devuelto valor no numérico:
fr_fr: valeur retournée non numérique :

# AttributeAssistantEditorWarn_14e
source: Source Layer string is empty
es: La cadena de la capa de origen está vacía
fr_fr: la chaîne de la couche source est vide

# AttributeAssistantEditorWarn_14f
source: Datasource is invalid:
es: La fuente de datos no es válida:
fr_fr: Source de données non valide :

# AttributeAssistantError_2a
source: No features selected
es: ERROR AL ACTIVAR EL ASISTENTE DE ATRIBUTOS, Reiniciando ArcMap
fr_fr: ERREUR LORS DE L'ACTIVATION DE L'ASSISTANT DES ATTRIBUTS. Redémarrez ArcMap

# AttributeAssistantMess_1a
source: Attribute Assistant is being suspended
es: El Asistente de atributos se está poniendo en suspensión
fr_fr: L'Assistant des attributs est en cours d'interruption

# AttributeAssistantMess_1b
source: Attribute Assistant is activated
es: El Asistente de atributos está activado
fr_fr: L'Assistant des attributs est activé

# AttributeAssistantMess_1c
source: Attribute Assistant is being actived from suspended
es: El Asistente de atributos se está activando de la suspensión
fr_fr: L'Assistant des attributs est en cours d'activation après avoir été interrompu

# AttributeAssistantMess_1d
source: Attribute Assistant is not suspended
es: El Asistente de atributos no está suspendido
fr_fr: L'Assistant des attributs n'est pas interrompu

# AttributeAssistantMess_1e
source: Attribute Assistant is suspended
es: El Asistente de atributos está suspendido
fr_fr: L'Assistant des attributs est interrompu

# AttributeAssistantMess_1f
source: Please turn on the attribute assistant before using this tool
es: Active el asistente de atributos antes de utilizar esta herramienta
fr_fr: Activez l'Assistant des attributs avant d'utiliser cet outil

# AttributeAssistantMess_1g
source: Please start editing to run this tool
es: Active la edición para ejecutar esta herramienta
fr_fr: Passez en mode édition pour exécuter cet outil

# AttributeAssistantMess_2a
source: Running Change Rules
es: Ejecutando Reglas de cambio
fr_fr: Exécution des règles de modification

# AttributeAssistantMess_2b
source: AA - Removed the Feature Change event to run the change rules
es: AA - Evento de cambio de entidad eliminado para ejecutar las reglas de cambio
fr_fr: Assistant des attributs - Suppression de l'événement de modification d'entité pour exécuter les règles de modification

# AttributeAssistantMess_2c
source: AA - Removed the Feature Change event to run the change rules
es: AA - Evento de cambio de entidad eliminado para ejecutar las reglas de cambio
fr_fr: Assistant des attributs - Suppression de l'événement de modification d'entité pour exécuter les règles de modification

# AttributeAssistantMess_2d
source: Please select some features or rows to run this process.
es: Seleccione algunos elementos o filas para ejecutar este proceso
fr_fr: Sélectionnez des lignes ou des entités pour exécuter ce processus.

# AttributeAssistantMess_4a
source: AA - Removed the Feature Change event to run the manual rules
es: AA - Evento de cambio de entidad eliminado para ejecutar las reglas manuales
fr_fr: Assistant des attributs - Suppression de l'événement de modification d'entité pour exécuter les règles manuelles

# AttributeAssistantMess_4b
source: AA - Feature Change event readded after manual rules
es: AA - Se ha vuelto a agregar el evento de cambio de entidad tras las reglas manuales
fr_fr: Assistant des attributs - Lecture de l'événement de modification d'entité après les règles manuelles

# AttributeAssistantMess_5a
source: AA - Removed the Feature Change event to run the create rules
es: AA - Evento de cambio de entidad eliminado para ejecutar las reglas de creación
fr_fr: Assistant des attributs - Suppression de l'événement de modification d'entité pour exécuter les règles de création

# AttributeAssistantMess_5b
source: AA - Feature Change event readded after create rules
es: AA - Se ha vuelto a agregar el evento de cambio de entidad tras las reglas de creación
fr_fr: Assistant des attributs - Lecture de l'événement de modification d'entité après les règles de création

# AttributeAssistantProc_2a
source: Processing
es: Procesamiento
fr_fr: Traitement en cours

# AttributeAssistantTitle_2a
source: Processing...
es: Procesando...
fr_fr: Traitement en cours...

# AttrTrasftLoadRError_1
source: A source or target field value is null
es: El valor de un campo de origen o de destino es nulo
fr_fr: Un champ cible ou source a une valeur nulle

# CalibrateLn
source: Calibrate Lines
es: Calibrar líneas
fr_fr: Calibrer les lignes

source: Cancel
es: Cancelar
fr_fr: Annuler

# CanceledReturnStatement
source: Canceled
es: Cancelado
fr_fr: Annulé

# Clck2Pts
source: Please Click Two Points for Tracing
es: Haga clic en dos puntos para trazar
fr_fr: Cliquez sur deux points pour définir le parcours

source: Complete
es: Completar
fr_fr: Terminé

source: Confirm
es: Confirmar
fr_fr: Confirmer

# ConnectAsset
source: Connecting Asset
es: Conectando activo
fr_fr: Connexion de l'équipement

# ConstrOptions
source: Construction Options
es: Opciones de creación
fr_fr: Options de construction

# ConstrPtsAlongLine
source: Construct points along a line
es: Crear puntos a lo largo de una línea
fr_fr: Construire des points le long d'une ligne

# ConstructionToolsAsk_1
source: was not found, the point along feature will not be added! Continue?
es: no se ha encontrado, no se agregará el punto a lo largo de la línea \n¿Continuar?
fr_fr: introuvable, l'entité de point d'alignement ne sera pas ajoutée ! \nContinuer ?

# ConstructionToolsAsk_2
source: was found, but the datasource is not set! \nContinue?
es: se ha encontrado, pero no se ha establecido la fuente de datos \n¿Continuar?
fr_fr: trouvé, mais la source de données n'est pas définie ! \nContinuer ?

# ConstructionToolsAsk_3
source: was found for a point along layer, but the geometry is not a point
es: se ha encontrado en un punto de la capa, pero la geometría no es un punto
fr_fr: trouvé pour une couche de points d'alignement, mais la géométrie n'est pas celle d'un point

# ConstructionToolsError_1
source: Unable to add lines.
es: No se pueden agregar líneas.
fr_fr: Impossible d'ajouter des lignes.
