Repository: Esri/local-government-desktop-addins
Catalog: ArcGISTemplateSharedFunctions/UserMessages.*.resx
Languages: es, fr_fr

# TOC_5
source: Any selected lines in this layer will be merged.
es: Las líneas seleccionadas de esta capa se fusionarán.
fr_fr: Chaque ligne sélectionnée dans cette couche sera fusionnée.

# TOC_6
source: You must have one higlighted layer in the TOC.
es: Debe tener una capa resaltada en la tabla de contenidos
fr_fr: Vous devez sélectionner une couche dans la table des matières.

# ValveFrom
source: Value
es: Valor
fr_fr: Valeur

source: Warning
es: Advertencia
fr_fr: Avertissement

# WithOID
source: with an OID of
es: con un OID de
fr_fr: avec un OID de

# ZoomOn
source: Zoom on record change
es: Hacer zoom al cambio de registro
fr_fr: Zoom lors d'un changement d'enregistrement

source: Zoom To
es: Hacer zoom a
fr_fr: Zoom sur

# lstValueFormText
source: Select the Last Value entry to change, use <null> for null.
es: Seleccionar la entrada de Último Valor a cambiar, utilizar <null> para valores null.
fr_fr: Sélectionnez l'entrée Last Value à modifier, saisissez <null> pour une valeur null

# lstValueFormTitle
source: Last Value Array
es: Array de Último Valor
fr_fr: Tableau des dernières valeurs

# AAOptionDialogOption
source: Select Option
es: Seleccionar una opción
fr_fr: Sélectionnez une option

# AAOptionDialogTemplate
source: Select Template
es: Seleccionar una plantilla
fr_fr: Sélectionnez un modèle

# ConfigDlgConfigFiles
source: Configuration Files
es: Archivos de configuración
fr_fr: Fichiers de configuration

# ConfigDlgFilePath
source: Config File Path
es: Ruta del archivo de configuración
fr_fr: Chemin du fichier de configuration

# ConfigDlgLoad
source: Load
es: Cargar
fr_fr: Charger

# ConfigDlgLoadedConfig
source: Loaded Config
es: Archivo de configuración cargado
fr_fr: Configuration chargée

# ConfigDlgLogFile
source: Log File
es: Archivo de log
fr_fr: Fichier de log

# ConfigDlgNote
source: Note: You must have the AA turned off to open this file.
es: Nota: Debe tener apagado el AA para abrir este archivo.
fr_fr: Note : L'assistant d'attribut doit être désactivé pour ouvrir ce fichier

# ConfigDlgOpenLoc
source: Open Location
es: Abrir ubicación
fr_fr: Ouvrir l'emplacement

# ConfigDlgPreview
source: Preview
es: Previsualizar
fr_fr: Prévisualisation

# ConfigDlgText
source: Config and Log File Dialog
es: Archivos de configuración y de log
fr_fr: Fichier de configuration et de log

# GeoNetToolsBatchBarrier
source: Select a layer to load barriers from
es: Seleccionar una capa desde la que cargar barreras
fr_fr: Sélectionnez la couche contenant les barrières

# IsoTraceResultsLayerSuffix
source: results
es: resultados
fr_fr: résultats

# AttributeAssistantEditorChain190
source: Message:
es: Mensaje:

# AttributeAssistantEditorCheck_1
source: on
es: encendido

# AttributeAssistantEditorCheck_2
source: off
es: apagado

# AttributeAssistantEditorCheck_3
source: off
es: apagando

# AttributeAssistantEditorCheck_4
source: startup
es: iniciando

source: Distance
es: Distancia

# ExportBarriersName
source: Barriers
es: Barreras

# ExportFlagsName
source: Flags
es: Marcadores

# GeoNetToolsLbl_16b
source: Destination
es: Destino

source: OK
es: Aceptar

source: Page
es: Página
